Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# TabBackers
source: Backers
cs: Podporovatelé
de: Unterstützer
fr: Donateurs
pl: Darczyńcy
zh_hans: 赞助者
zh_hant: 贊助者

# TabHelp
source: Help
de: Hilfe
fr: Aide
pl: Pomoc
zh_hans: 帮助
zh_hant: 幫助

# TabLicenses
source: Licenses
cs: Licence
de: Lizenzen
fr: Licences
pl: Licencje
zh_hans: 许可证

source: User Manual
cs: Uživatelská příručka
de: Benutzerhandbuch
fr: Manuel utilisateur
zh_hans: 用户手册

# UsingDlls
source: OneCommander uses following DLLs (Libraries)
cs: OneCommander používá následující DLL knihovny:
de: Verwendet wurden folgende DLLs (Bibliotheken)
fr: OneCommander utilise les DLL (bibliothèques) suivantes :
pl: OneCommander używa następujących bibliotek DLL
zh_hans: OneCommander 使用了以下 DLL（动态链接库）
zh_hant: OneCommander 使用以下 DLL（庫）

source: License Agreement
de: Lizenzvereinbarung
fr: Contrat de licence
pl: Umowa licencyjna
zh_hans: 许可协议
zh_hant: 授權合約

# EmailCopiedToClipboard
source: Email address copied to clipboard
cs: E-mailová adresa je zkopírována do schránky
de: E-Mail Adresse in die Zwischenablage kopiert
zh_hans: 复制 Email 地址到剪贴板
zh_hant: 電子郵件地址已複製到剪貼簿

source: Forum
zh_hans: 论坛

source: Non-commercial use
de: Nicht-gewerbliche Nutzung
fr: Utilisation non professionnelle
zh_hans: 非商业用途

source: Website
cs: Domovská stránka
fr: Site web
pl: Witryna internetowa
zh_hans: 网站
zh_hant: 官方網站

# WindowAbout
source: About / Help
cs: O aplikaci / Nápověda
de: Über / Hilfe
pl: O programie / Pomoc
zh_hans: 关于与帮助
zh_hant: 關於 / 幫助

# FullVersion
source: Full version - PRO license
de: Vollversion - PRO-Lizenz
pl: Pełna wersja - licencja PRO
zh_hans: 完整版 - PRO 专业版许可证
zh_hant: 完整版 - PRO 許可證

source: Licensed to:
cs: Licence je udělena:
de: Lizenziert für:
fr: Licence accordée à :
pl: Licencja dla:
zh_hans: 授权至：

# DLG_DeactivateLicenseConfirmation
source: Are you sure you want to deactivate license? You will need to enter Pro License key to activate it again
cs: Opravdu chcete deaktivovat licenci? Pro opětovnou aktivaci budete muset zadat licenční klíč
de: Die Lizenz wirklich deaktivieren? Sie müssen den Pro-Lizenzschlüssel eingeben, um sie wieder zu aktivieren
pl: Czy na pewno chcesz dezaktywować licencję? Będziesz musiał wprowadzić klucz licencji Pro, aby aktywować ją ponownie.
zh_hans: 您确定要停用 PRO 专业版许可证吗？若需再次激活，您需输入许可证密钥。
zh_hant: 確定要停用許可證嗎？您將需要重新輸入 PRO 許可證密鑰以再次激活

# TipShortcutEditor
source: See Shortcuts Editor in Settings 🡢 Advanced
cs: Viz Editor klávesových zkratek v Nastavení 🡢 Pokročilé
zh_hans: 请参阅「设置」🡢「高级」中的快捷方式编辑器
zh_hant: 請參閲「進階」設定中的「快速鍵編輯器」

source: Upgrade to User-based license
cs: Upgrade na licencování na pojmenovaného uživatele
zh_hans: 升级为基于用户的许可证
zh_hant: 升級至基於使用者的許可證

# TransferLicense
source: Transfer license from another PC
cs: Přenesení licence z jiného počítače
zh_hans: 从另一台计算机转移许可证

# EduLicense
source: Educational institution license
cs: Licence pro vzdělávací instituce
zh_hans: 教育机构许可证

# ChangesLog
source: Changes log / release notes
cs: Přehled změn / poznámky k vydání
zh_hans: 更新日志与发布说明

# AnonymizedHardwareID
source: Machine ID:
cs: ID počítače:
de: Hardware-ID:
fr: ID matériel :
pl: ID urządzenia:
zh_hans: 机器标识：
zh_hant: 機器識別編碼：

# AnonymizedHardwareIDCopy
source: Click to copy Hardware ID to clipboard and open OneCommander.com
cs: Kliknutím zkopírujte ID hardwaru do schránky a otevřete stránku OneCommander.com
de: Klicken, um die Hardware-ID in die Zwischenablage zu kopieren und OneCommander.com zu öffnen.
fr: Cliquez pour copier l’ID matériel dans le Presse-papiers et ouvrir OneCommander.com
pl: Kliknij, aby skopiować identyfikator sprzętu do schowka i otworzyć stronę OneCommander.com
zh_hans: 单击以将硬件标识复制到剪贴板并打开 OneCommander.com

# AnonymizedHardwareIDGenerating
source: Generating Anonymized Machine ID...
cs: Generuje se anonymizované ID počítače...
de: Anonymisierte Hardware-ID generieren...
pl: Generowanie anonimowego ID urządzenia…
zh_hans: 正在生成匿名硬件标识……
zh_hant: 正在產生匿名機器識別編碼...

# LicenseCode
source: License key:
de: Lizenzschlüssel:
fr: Clé de licence :
pl: Kod licencyjny:
zh_hans: 许可证密钥：
zh_hant: 許可證密鑰：

# PurchaseStepsPart1
source: 1. Using the above button open the purchase page and paste the Hardware ID (it should already be on clipboard) and enter your email 2. After completing the purchase, you should receive an automatic email with activation code (check spam also) 3. Paste the license from the email into the field below
de: 1. Öffnen Sie über die obige Schaltfläche die Kaufseite und fügen Sie die Hardware-ID ein (sie sollte sich bereits in der Zwischenablage befinden) und geben Sie Ihre E-Mail ein 2. Nach Abschluss des Kaufs sollten Sie eine automatische E-Mail mit einem Aktivierungscode erhalten (überprüfen Sie auch den Spam) 3. Fügen Sie die Lizenz aus der E-Mail in das nachstehende Feld ein
fr: 1. Cliquer sur le bouton ci-dessus pour ouvrir la page d'achat et coller l'ID matériel (il devrait déjà être dans le presse-papiers), puis entrez votre adresse e-mail 2. Après avoir terminé l’achat, vous devriez recevoir un e-mail automatique avec le code d’activation (vérifiez également dans les spams) 3. Collez la clé de licence figurant dans l’e-mail dans le champ ci-dessous
pl: 1. Za pomocą powyższego przycisku otwórz stronę, na której dokonasz zakupu, a następnie wklej identyfikator sprzętu (powinien już być w schowku) oraz wprowadź swój adres e-mail. 2. Po sfinalizowaniu zakupu powinieneś otrzymać automatyczną wiadomość e-mail z kodem aktywacyjnym (sprawdź również spam). 3. Wklej w pole poniżej kod licencji z wiadomości e-mail.
zh_hans: 1. 使用上方按钮打开购买页面，粘贴硬件标识（它应该已在剪贴板上）并输入您的 email 2. 完成购买后，您应该会收到一封自动发送的包含激活码的电子邮件（也请检查垃圾邮件） 3. 将电子邮件中的许可证密钥粘贴到下方文本框中
zh_hant: 1. 使用上方的按鈕打開購買頁面並貼上機器識別編碼（它應已自動複製），隨後輸入您的電子郵件地址 2. 完成購買后，您應該會收到一封包含激活密鑰的電子郵件（請檢查垃圾郵件以免遺漏） 3. 將電子郵件中的許可證密鑰粘貼到下面的輸入框中

# PurchaseStepsPart2
source: 4. Restart program to activate all features
cs: 4. Restartováním programu se všechny funkce aktivují
de: 4. Programm neu starten, um alle Funktionen zu aktivieren
zh_hans: 4. 重启程序以激活所有功能
zh_hant: 4. 重新啟動程式以啟用所有功能

# DLG_ThankYou
source: Thank you for the purchase and supporting program development. Please restart the program to enable all features
cs: Děkujeme za nákup a podporu rozvoje programu. Chcete-li začít používat všechny funkce, restartujte program
de: Vielen Dank für den Kauf und die Unterstützung der Programmentwicklung. Bitte das Programm neu starten, um alle Funktionen zu aktivieren
fr: Merci pour votre achat et le soutien au développement du programme. Veuillez redémarrer le programme pour activer toutes les fonctionnalités
zh_hans: 感谢您购买并支持程序开发。 请重启程序以启用所有功能
zh_hant: 感謝您的購買和支持。請重新啟動程式以啟用所有功能

# LicenseCodeWrong
source: Wrong license length
cs: Špatná délka licenčního klíče
de: Falsche Lizenzlänge
fr: Longueur de clé de licence incorrecte
pl: Nieprawidłowa długość licencji
zh_hans: 错误的许可证长度
zh_hant: 許可證長度錯誤

# LicenseSiteOpenError
source: Couldn't open website. Open manually in web browser
cs: Webové stránky nelze otevřít. Otevřete je ručně ve webovém prohlížeči
de: Kann die Website nicht öffnen. Manuell im Webbrowser öffnen
fr: Impossible d’ouvrir le site Web. Ouvrez-le manuellement dans le navigateur Web
pl: Nie można otworzyć witryny. Otwieranie ręczne w przeglądarce internetowej
zh_hans: 无法打开网站。 请在网页浏览器中手动打开
zh_hant: 無法打開網站。請在網頁瀏覽器中手動打開

# VolumeLicenseInfo
source: Volume licenses (10+) available if purchased for domain:
cs: Multilicence (10 a více) jsou dostupné při zakoupení pro doménu:
de: Volumenlizenzen (10+) verfügbar, wenn sie für eine Domain erworben werden:
fr: Licences en volume (10 et +) disponibles si elles sont achetées pour le domaine :
pl: Licencje zbiorcze (10+) dostępne w przypadku zakupu dla domeny:
zh_hans: 如果为域购买，则可获得批量许可证（10+）：
zh_hant: 如果為域購買，則可以考慮批量許可證 （10+） ：

source: Already purchased?
cs: Už jste zakoupili licenci?
de: Bereits erworben?
zh_hans: 已购买？

# GetOnMicrosoftStore
source: Get it on Microsoft Store
cs: Získat v Microsoft Storu
de: Im Microsoft Store erwerben
fr: Obtenez-le depuis le Microsoft Store
zh_hans: 在 Microsoft Store 中获取
zh_hant: 在 Microsoft Store 獲取

# ProLicenseInfo
source: OneCommander is free for HOME use with a limited features set. For commercial use, the PRO license is required, regardless if the user needs these additional features (labeled with PRO in Settings).
cs: OneCommander je zdarma pro domácké použití s omezenou funkcionalitou. Pro komerční použití je vyžadována PRO licence, a to i v případě, že uživatel tyto další funkce (označené PRO v Nastavení) nepotřebuje.
de: OneCommander ist für die private Nutzung kostenlos und verfügt über einen begrenzten Funktionsumfang. Für die kommerzielle Nutzung ist die PRO-Lizenz erforderlich, unabhängig davon, ob der Benutzer diese zusätzlichen Funktionen benötigt (in den Einstellungen mit PRO gekennzeichnet).
fr: OneCommander est gratuit pour une utilisation personnelle à domicile, avec un ensemble de fonctionnalités limité. Pour une utilisation commerciale ou professionnelle, la licence PRO est requise, que l’utilisateur ait besoin ou non des fonctionnalités supplémentaires (étiquetées PRO dans les paramètres).
zh_hans: OneCommander 可供个人家庭使用，但有功能限制。 对于商业用途，无论用户是否需要这些额外的功能（在设置中标有 PRO），都需要购买 PRO 专业版许可证。
zh_hant: OneCommander 對於家用用途免費，但存在部分功能限制。 對於商業用途，無論使用者是否需要這些附加功能（在設定中標記為 PRO），都需要 PRO 許可證。

source: Network error
de: Netzwerkfehler
fr: Erreur réseau
pl: Błąd sieci
zh_hans: 网络错误

# PortableLicenseInfo
source: The license is valid for this computer only
de: Die Lizenz ist nur für diesen Computer gültig
zh_hans: 许可证仅对此计算机有效
zh_hant: 該許可證僅對此計算機有效

# StoreErrorChecking
source: Error checking Microsoft Store
de: Fehler beim Überprüfen des Microsoft Store
pl: Sprawdzanie błędów w sklepie Microsoft Store
zh_hans: 检查 Microsoft Store 时出错
zh_hant: 檢查 Microsoft Store 時發生錯誤

# StoreLicenseInfo
source: Before making a purchase, please make sure you are signed into Microsoft Store with an account that you'd like to associate with this purchase, so you can reinstall it in the future and on additional computers with the same account. The license will be valid for up to 10 computers used with the same Microsoft Account (as defined in Microsoft Store policy)
cs: Před nákupem se ujistěte, že jste přihlášeni k obchodu Microsoft Store pomocí účtu, který chcete k tomuto nákupu přidružit, abyste ho mohli v budoucnu znovu nainstalovat a použít na dalších počítačích se stejným účtem. Licence můžete využít až pro 10 počítačů používaných se stejným účtem Microsoft (jak je definováno v zásadách obchodu Microsoft Store)
de: Vergewissern Sie sich vor dem Kauf, dass Sie im Microsoft Store mit einem Konto angemeldet sind, das Sie mit diesem Kauf verknüpfen möchten, damit Sie die Software in Zukunft und auf weiteren Computern mit demselben Konto erneut installieren können. Die Lizenz ist für bis zu 10 Computer gültig, die mit demselben Microsoft-Konto verwendet werden (wie in den Microsoft Store-Richtlinien definiert).
fr: Avant d’effectuer un achat, assurez-vous d’être connecté au Microsoft Store avec le compte que vous souhaitez associer à cet achat, afin de pouvoir le réinstaller à l’avenir ainsi que sur d’autres ordinateurs avec ce même compte. La licence sera valide pour un nombre maximum de 10 ordinateurs utilisés avec le même compte Microsoft (tel que défini dans la politique du Microsoft Store)
pl: Przed dokonaniem zakupu upewnij się, że zalogowano się do sklepu Microsoft Store za pomocą konta, które chcesz skojarzyć z tym zakupem. Pozwoli to przywrócić zakup w przyszłości oraz na dodatkowych komputerach z tym samym kontem. Licencja będzie ważna dla maksymalnie 10 komputerach używanych z tym samym kontem Microsoft (zgodnie z definicją w zasadach sklepu Microsoft Store)
zh_hans: 在进行购买之前，请确保您已使用要与此次购买关联的帐户登录 Microsoft Store，以便您可以在将来使用相同帐户在其他计算机上重新安装它。 许可证将对最多 10 台使用同一微软帐户的计算机有效（一如 Microsoft Store 协议中所定义）
zh_hant: 在進行購買之前，請確保您已使用要與此購買關聯的帳戶登入 Microsoft Store，以便將來可以使用相同帳戶在其他電腦上安裝。 許可證最多可對 10 台使用同一 Microsoft 帳戶的電腦有效（如 Microsoft Store 策略中所定義）

# StoreNoValidLicenseFound
source: Couldn't find a valid license with the current Microsoft account. Please check your email for the original purchase receipt and then click the button below to log into the same account that was used to purchase the license.
cs: Nepodařilo se najít platnou licenci s aktuálním účtem Microsoft. Zkontrolujte prosím svůj e-mail na původním dokladu o nákupu a poté se kliknutím na tlačítko níže přihlaste ke stejnému účtu, který byl použit k zakoupení licence.
de: Es konnte keine gültige Lizenz für das aktuelle Microsoft-Konto gefunden werden. Bitte überprüfen Sie Ihre E-Mail auf die ursprüngliche Kaufquittung und klicken Sie dann auf die Schaltfläche unten, um sich bei demselben Konto anzumelden, das für den Kauf der Lizenz verwendet wurde.
fr: Impossible de trouver une licence valide avec le compte Microsoft actuel. Veuillez vérifier l'e-mail de confirmation d'achat original, puis cliquez sur le bouton ci-dessous pour vous connecter avec le même compte que celui utilisé pour acheter la licence.
pl: Nie można znaleźć prawidłowej licencji przypisanej do bieżącego konta Microsoft. Sprawdź swój adres e-mail, aby uzyskać oryginalny dowód zakupu, a następnie kliknij przycisk poniżej, aby zalogować się na to samo konto, które zostało użyte do zakupienia licencji.
zh_hans: 找不到与当前微软帐户匹配的有效许可证。 请检查您的电子邮件以获取原始购买收据，然后单击下面的按钮登录到用于购买许可证的同一帐户。
zh_hant: 無法在當前 Microsoft 賬戶中找到有效的許可證。請檢查您的電子郵件中是否有購買收據，您可以點擊憑證下方的按鈕以登入用於購買許可證的賬戶。

# StoreOpen
source: Connect to Microsoft Store
de: Verbindung zum Microsoft Store
zh_hans: 连接到 Microsoft Store
zh_hant: 連接到 Microsoft Store

# StorePleaseWait
source: Please wait for the Microsoft Store...
de: Bitte warten Sie auf den Microsoft Store...
fr: Veuillez patienter, en attente du Microsoft Store...
pl: Poczekaj na sklep Microsoft Store…
zh_hans: 请等待 Microsoft Store……
zh_hant: 請等待 Microsoft Store 響應...

# StorePurchaseVerified
source: Existing purchase verified. Please restart program to unlock all features.
cs: Stávající nákup byl ověřen. Chcete-li odemknout všechny funkce, restartujte program.
de: Bestehender Kauf wurde bestätigt. Bitte starten Sie das Programm neu, um alle Funktionen freizuschalten.
zh_hans: 现有购买已验证成功。 请重启程序以解锁所有功能。
zh_hant: 購買已完成。請重新啟動程式以啟用所有功能。

# StoreStatusPurchaseNotComplete
source: The purchase did not complete. You can complete the purchase anytime Microsoft Store is available.
cs: Nákup nebyl dokončen. Nákup můžete dokončit kdykoli, když bude k dispozici Microsoft Store.
de: Der Kauf wurde nicht abgeschlossen. Sie können den Kauf jederzeit abschließen, wenn der Microsoft Store verfügbar ist.
fr: L’achat n’a pu être effectué. Vous pourrez effectuer l’achat lorsque le Microsoft Store sera à nouveau disponible.
zh_hans: 本次购买未完成。 您随时可在 Microsoft Store 可用时完成购买。

# StoreLicenseRequired
source: Pro license is required to use in a commercial setting.[NEWLINE]Please test it for a couple of days but if you find the program useful please purchase the license from the Microsoft Store (through About dialog)
cs: Pro použití v komerčním prostředí je vyžadována licence Pro.[NEWLINE]Několik dní máte na vyzkoušení; pokud však program shledáte užitečným, zakupte si prosím licenci v obchodě Microsoft Store (prostřednictvím dialogového okna O aplikaci)
de: Für die kommerzielle Nutzung ist eine Pro-Lizenz erforderlich.<br/>Bitte testen Sie das Programm ein paar Tage lang, aber wenn Sie es für nützlich halten, kaufen Sie die Lizenz im Microsoft Store (über den Über-Dialog)
zh_hans: 在商业环境中使用需要 PRO 专业版许可证。[NEWLINE]请试用几天，若您觉得本软件有用，请从 Microsoft Store 购买许可证（通过「关于」对话框）
zh_hant: 在商業環境中使用需要 PRO 許可證。[NEWLINE]您可以先體驗幾天，並在發現該程式有用時，從 Microsoft Store 購買許可證（透過“關於”界面）

source: More options
de: Mehr Optionen
fr: Plus d'options
pl: Więcej opcji
zh_hans: 更多选项
zh_hant: 更多選項

# LicenseSiteOpenError2
source: Windows refused to open default web browser to https://onecommander.com/license.html. Please open web browser manually and paste the Machine ID (it is already copied on the clipboard and ready to paste)
de: Windows weigert sich, den Standard-Webbrowser für https://onecommander.com/license.html zu öffnen. Bitte öffnen Sie den Webbrowser manuell und fügen Sie die Maschinen-ID ein (sie ist bereits in die Zwischenablage kopiert und bereit zum Einfügen)
fr: Windows a refusé d’ouvrir le navigateur web par défaut. Veuillez ouvrir le navigateur web manuellement, aller à la page https://onecommander.com/license.html et coller l’ID de la machine (déjà copié dans le presse-papiers et prêt à coller)
pl: Windows odmówił otwarcia domyślnej przeglądarki internetowej na https://onecommander.com/license.html. Proszę otworzyć przeglądarkę ręcznie i wkleić ID urządzenia (jest już skopiowane do schowka i gotowe do wklejenia)
zh_hans: Windows 操作系统拒绝为 https://onecommander.com/license.html 打开默认网络浏览器。请手动打开网络浏览器并粘贴机器标识（其已被复制到剪贴板上以待粘贴）
zh_hant: Windows 拒絕使用預設的網頁瀏覽器打開 https://onecommander.com/license.html。請手動開啟網頁瀏覽器並貼上機器識別編碼（已自動複製到剪貼簿）

# PurchaseOnWebsite
source: Purchase on OneCommander.com
cs: Nákup na OneCommander.com
de: Auf OneCommander.com kaufen
pl: Zamów na stronie OneCommander.com
zh_hans: 请在 OneCommander.com 上购买
zh_hant: 在 OneCommander.com 購買

# DLG_LicenseCodeWrong
source: The entered license key doesn't match this Machine ID. If you have purchased Pro license for another machine and would like to move it to this one, reply to the original purchase confirmation email and include the Machine ID from above.
de: Der eingegebene Lizenzschlüssel stimmt nicht mit dieser Maschinen-ID überein. Wenn Sie eine Pro-Lizenz für einen anderen Computer erworben haben und diese auf diesen übertragen möchten, antworten Sie auf die ursprüngliche Kaufbestätigungs-E-Mail und geben Sie die oben angegebene Computer-ID an.
pl: Wprowadzony klucz licencyjny nie pasuje do tego ID urządzenia. Jeśli zakupiłeś licencję Pro dla innego urządzenia i chciałbyś przenieść ją na to urządzenie, odpowiedz na oryginalny e-mail potwierdzający zakup i dołącz ID urządzenia.
zh_hans: 输入的许可证密钥与此计算机标识不匹配。若您为另一台计算机购买了 PRO 专业版许可证，并希望将其转移到这台计算机上，请回复原始购买确认电子邮件，并附上上述计算机标识。
zh_hant: 您輸入的許可證密鑰與機器識別編碼不匹配。如果您購買了另一台電腦的 PRO 許可證並希望將其轉移到此電腦，請回覆購買回執電子郵件並包含上方的機器識別編碼。

# GetMSI
source: Get Pro license without Microsoft account
cs: Získejte Pro licenci bez účtu Microsoft
zh_hans: 无需微软账户即可获取 PRO 专业版许可证
zh_hant: 無需 Microsoft Account 即可取得 PRO 許可證

# TransferLicenseNotice
source: Machine-based licenses are being discontinued. If your license was purchased less than [BOLD]1 year ago[/BOLD], you can transfer it by replying to the licensing email with Machine ID shown below. [NEWLINE]For a permanent option, upgrade to a lifetime user-based license by covering the price difference. Contact support or use the link "{0}" in the "About" dialog of the licensed machine to upgrade.
cs: Vydávání licencí na zařízení končí. Pokud jste licenci zakoupili méně než [BOLD]před rokem[/BOLD], můžete ji na nový počítač přesunout; odpovězte na e-mail s licencí a pošlete ID zařízení uvedené níže. [NEWLINE]Chcete-li získat trvalou možnost používat svou licenci na jakémkoli počítači, upgradujte ji na doživotní licenci na pojmenovaného uživatele uhrazením cenového rozdílu. Pro upgrade kontaktujte podporu nebo použijte odkaz "{0}" v dialogovém okně "O aplikaci" licencovaného počítače.
zh_hans: 基于机器的许可证将停止使用。如果您的许可证购买时间不足一年，可通过回复许可电子邮件并提供下图所示的机器 ID 进行转换。如果想永久使用，请补足差价升级为终身用户许可证。请联系支持人员或使用已获得许可的机器「关于」对话框中的「{0}」链接进行升级。

# RuleTypeDocument
source: Document
de: Dokument
pl: Dokument
zh_hans: 文档
zh_hant: 文件

# RuleTypeImage
source: Image
cs: Obrázek
de: Bild
pl: Obraz
zh_hans: 图片
zh_hant: 圖片

# RuleTypeSimple
source: Simple
cs: Snadné
de: Einfach
pl: Prosta zamiana
zh_hans: 简单
zh_hant: 基本

# RuleTypeVideo
source: Video
fr: Vidéo
pl: Wideo
zh_hans: 视频
zh_hant: 影片

source: Add watermark
de: Wasserzeichen einfügen
zh_hans: 添加水印
zh_hant: 新增浮水印

# ChangeColorProfile
source: Change Color Profile to
cs: Změnit barevný profil na
de: Farbprofil ändern zu
zh_hans: 将颜色配置文件更改为
zh_hant: 將顏色設定檔更改為

# ChangeDPI
source: Change DPI to
cs: Změnit DPI na
de: DPI ändern auf
fr: Modifier les DPI en
zh_hans: 将DPI更改为

source: Change quality
de: Qualität ändern
zh_hans: 更改质量

source: Resize
de: Größe ändern
fr: Redimensionner
pl: Zmień rozmiar
zh_hans: 缩放
zh_hant: 調整大小

source: Resize filter
de: Filter Größenänderung
pl: Filtr przy zmianie rozmiaru
zh_hans: 缩放筛选器
zh_hant: 調整篩選器大小

source: Resize interpolation
de: Interpolation
pl: Interpolacja przy zmianie rozmiaru
zh_hans: 缩放插值
zh_hant: 調整插補大小

# ResizeMoreOptions
source: More options
de: Weitere Optionen
fr: Autres options
pl: Więcej opcji
zh_hans: 更多选项
zh_hant: 更多選項

# ResizeShrinkOnly
source: Shrink only
de: Nur verkleinern
pl: Tylko zmniejszanie
zh_hans: 仅缩小
zh_hant: 僅收縮

source: Script Options
de: Skript-Optionen
fr: Options de script
pl: Opcje skryptu
zh_hans: 脚本选项
zh_hant: 脚本選項

# ScriptShowInStatus
source: Show shell output in Status area (otherwise CMD window will open)
cs: Zobrazit výstup příkazového řádku ve stavové oblasti (jinak bude otevřeno okno CMD)
de: Shell-Ausgabe im Statusbereich anzeigen (andernfalls wird das CMD-Fenster geöffnet)
fr: Afficher les retours shell dans la zone d'état (sinon la fenêtre CMD s’ouvrira)
pl: Pokaż dane wyjściowe powłoki w polu statusu (w przeciwnym razie otworzy się okno CMD)
zh_hans: 在状态区显示 shell 输出（否则将打开 CMD 窗口）
zh_hant: 在「狀態」區域中顯示命令輸出（否則將開啟 CMD 視窗）

# ScriptShowInStatus_TT
source: Uncheck if you want it to be cancelable. Press Ctrl+C in CMD window to cancel operation
cs: Zrušte zaškrtnutí, pokud chcete, aby bylo možné běh skritpu zrušit. Pro zrušení stiskněte v okně CMD klávesy Ctrl+C
de: Kontrollkästchen deaktivieren, wenn der Vorgang abgebrochen werden soll. Drücken Sie STRG+C im CMD-Fenster, um den Vorgang abzubrechen.
fr: Décochez si vous voulez que ce soit annulable. Appuyez sur Ctrl+C dans la fenêtre CMD pour annuler l’opération
pl: Odznacz, jeżeli chcesz, aby można było anulować. Naciśnij Ctrl+C w oknie CMD, aby anulować operację
zh_hans: 若您希望它可以被中断，请取消选中。 在 CMD 窗口按 Ctrl + C 以中断操作
zh_hant: 如果您希望它可以被取消，請取消選中。這允許在 CMD 視窗中按 Ctrl+C 終止操作

source: Rotate
cs: Otočit
de: Drehen
fr: Pivoter
pl: Obróć
zh_hans: 旋转

source: Add rule
de: + Regel
fr: Ajouter une règle
pl: Dodaj regułę
zh_hans: 添加规则
zh_hant: 新增規則

# ConvertHashtag
source: Convert # into sequential number starting at
de: # in fortlaufende Nummer umwandeln, beginnt bei
fr: Convertir # en numéro séquentiel commençant à
pl: Zmień # na kolejną liczbę zaczynając od
zh_hans: 将 # 转换为序号，起始于
zh_hant: 將 # 轉換為從以下數字開始的連續編號

# ConvertHashtag_TT
source: Tip: To add 4 trailing zeros write #### in rule
de: Tipp: Um 4 Nullen am Ende hinzuzufügen, schreiben Sie #### in die Regel
pl: Wskazówka: Aby dodać 4 wiodące zera, napisz #### w regule
zh_hans: 提示：要添加4个尾数零，请在规则中写入####
zh_hant: 提示：若要新增 4 個尾隨零，請在規則中寫入 ####

source: File naming rules
cs: Pravidla pro pojmenování souborů
de: Regeln zur Dateibenennung
fr: Règles de nommage des fichiers
pl: Reguły nazywania plików
zh_hans: 文件命名规则

# FolderRules
source: Destination folder rules
cs: Pravidla pro pojmenování cílové složky
de: Regeln für Zielordner
pl: Reguły nazywania folderu
zh_hans: 目标文件夹规则

# FolderSameAsSource
source: Same as source folder
cs: Shodně jako zdrojová složka
de: Gleich wie Quellordner
pl: Taki sam, jak folder źródłowy
zh_hans: 与源文件夹相同
zh_hant: 與來源資料夾相同

# HeaderNaming
source: Naming
de: Namensgebung
fr: Nommage
pl: Nazwa
zh_hans: 命名

# ReplaceInvalidChars
source: Replace invalid characters with
cs: Nahradit neplatné znaky
de: Ungültige Zeichen ersetzen durch
pl: Zastąp nieprawidłowe znaki przez
zh_hans: 将无效字符替换为

# ShowSourceAndDestColumns
source: Show Source and Destination columns in the files list
de: Quelle- und Ziel-Spalten in der Dateiliste anzeigen
pl: Pokaż kolumny katalogu żródłowego i docelowego
zh_hans: 在文件列表中显示源和目标列
zh_hant: 在檔案清單中顯示「來源」和「目標」欄位

source: Cancel
cs: Storno
de: Abbrechen
fr: Annuler
pl: Anuluj
zh_hans: 取消

source: Clear
cs: Vyčistit
de: Löschen
fr: Effacer
pl: Wyczyść
zh_hans: 清除
zh_hant: 清除
