Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# DLG_YN_ClearThumbnailCache
source: Proceed to terminate explorer.exe, delete Windows thumbnail cache files, and then restart explorer.exe? This will terminate all ongoing file operations!!!
cs: Napřed ukončete průzkumníka.exe, poté odstraňte soubory mezipaměti miniatur systému Windows a restartujte průzkumník.exe. Tímto dojde k ukončení všech probíhajících operací se soubory!!!
de: explorer.exe beenden, Windows Thumbnail-Cache-Dateien löschen und dann explorer.exe neu starten? Dies wird alle laufenden Dateioperationen beenden!!!
fr: Fermer l'explorateur Windows, supprimer les fichiers de cache de miniatures Windows, puis redémarrez l'explorateur Windows ? ATTENTION : cela mettra fin à toutes les opérations de fichiers en cours !!!
pl: Czy zakończyć działanie explorer.exe, usunąć pliki pamięci podręcznej miniatur systemu Windows, a następnie ponownie uruchomić explorer.exe? Spowoduje to przerwanie wszystkich trwających operacji na plikach!!!
zh_hans: 继续终止资源管理器程序（explorer.exe），删除 Windows 操作系统的缩略图缓存文件，再重启资源管理器程序？这将终止所有正在进行的文件操作！
zh_hant: 確認要終止 explorer.exe 並清除 Windows 縮圖快取，隨後重新啟動 explorer.exe 嗎？這會終止所有正在進行的檔案操作！！

# RegisterMaxThumbs
source: Register 3ds Max thumbnail handler
de: 3ds Max-Thumbnail-Handler registrieren
fr: Inscrire le gestionnaire de miniatures 3ds Max
pl: Zarejestruj obsługę miniatur w programie 3ds Max
zh_hans: 注册 3ds Max 缩略图处理程序
zh_hant: 註冊 3ds Max 縮圖處理程式

# ShowHistoryInSidebar
source: Show History pane in sidebar
cs: Zobrazit podokno Historie na postranním panelu
de: Historie in der Seitenleiste anzeigen
pl: Pokaż panel historii na pasku bocznym
zh_hans: 在侧边栏中显示「历史记录」面板
zh_hant: 在側邊欄中顯示「歷程記錄」面板

# OpenFlyoutOnDrag
source: Open Recent Destinations flyout on file drag
cs: Při přesouvání souboru otevřít vyskakovací okno s posledními cílovými složkami
de: Flyout "Letzte Ziele" beim Ziehen der Datei öffnen
fr: Ouvrir le menu flottant Destinations récentes lors du glissement de fichier
pl: Wysuń panel ostatnich miejsc docelowych podczas przeciągania pliku
zh_hans: 在文件拖动时打开「最近目标位置」弹出页
zh_hant: 拖動檔案時顯示「最近訪問」列表

# ShowRenameSuggestions
source: Show rename suggestions popup
cs: Zobrazit napovídač návrhů na přejmenování
de: Popup für Umbenennungsvorschläge anzeigen
fr: Afficher la fenêtre flottante des suggestions de renommage
pl: Pokaż podpowiedzi zmiany nazwy
zh_hans: 显示重命名建议弹窗
zh_hant: 重新命名時顯示建議名稱

# ColorSaturation_TT
source: Color saturation
cs: Sytost
de: Farbsättigung
fr: Saturation des couleurs
pl: Nasycenie kolorów
zh_hans: 颜色饱和度

# UseShellContextMenuSyncCascadeMenu
source: Wait for all items before showing context menu
cs: Před zobrazením kontextové nabídky vyčká na načtení všech položek
de: Auf alle Elemente warten, bevor Kontextmenü angezeigt wird
fr: Attendre tous les éléments avant d’afficher le menu contextuel
pl: Poczekaj na wszystkie elementy przed wyświetleniem menu kontekstowego
zh_hans: 在显示上下文菜单之前等待所有项目
zh_hant: 顯示内容功能表前等待所有項目加載完成

# UseShellContextMenuSyncCascadeMenuInfo
source: This will show slow items from SendTo submenu, but opening menu will take longer or cause freezing if send-to destinations are slow to respond, so it is off by default
cs: Umožní zobrazit i pomalé položky z podnabídky Odeslat, ale otevření nabídky bude trvat déle nebo může způsobit zamrznutí, pokud cíle odesílání reagují pomalu, takže je volba ve výchozím nastavení vypnuta
de: Zeigt langsame Einträge aus dem SendTo-Untermenü an, aber das Öffnen des Menüs dauert länger oder friert ein, wenn die Send-to-Ziele langsam reagieren, daher ist es standardmäßig deaktiviert
fr: Cela affichera les éléments lents du sous-menu Envoyer vers, mais l’ouverture du menu prendra plus de temps ou provoquera un gel si les destinations d’envoi sont lentes à répondre. Désactivé par défaut.
pl: Ta opcja pokaże spowalniające elementy z podmenu Wyślij do, prze co otwarcie menu zajmie więcej czasu lub spowoduje jego zamrożenie, jeśli miejsca docelowe wysyłania będą wolno reagować. Dlatego ta opcja domyślnie jest wyłączona.
zh_hans: 这将显示发送至子菜单中的慢速项目，但如果发送到目标响应缓慢，则打开菜单将花费更长的时间或导致冻结，因此默认情况下处于关闭状态
zh_hant: 這允許在「傳送到」子功能表中顯示加載緩慢的項目，但可能會導致開啟功能表時需等待更長時間甚至無法開啟，因此預設禁用

# SwitchToNewTab
source: Switch to newly created tab on middle-click on folder
cs: Přejít do nové karty vytvořené stiskem prostředního tlačítka myši
de: Wechseln auf neu erstellte Registerkarte mit Mittelklick auf Ordner
fr: Clic-milieu sur un dossier crée et active un nouvel onglet
pl: Przełącz się do nowo utworzonej zakładki po kliknięciu środkowym przyciskiem myszy na folder
zh_hans: 鼠标中键单击文件夹，切换至新建标签页
zh_hant: 在資料夾上按下滑鼠中鍵時切換到新建的索引標簽

# OpenArgsPathQuestionExistingTab
source: Existing tab with the same path
cs: Existující kartě se stejnou cestou
de: Vorhandener Tab mit demselben Pfad
fr: Onglet existant avec le même chemin
pl: Istniejąca karta z tą samą ścieżką
zh_hans: 具有相同路径的现有标签页
zh_hant: 具有相同路徑的索引標簽

# LogDetailedMessagesInfo
source: For debugging purposes only. Program runs slower if enabled
cs: Pouze pro účely ladění. Program běží pomaleji, pokud je volba povolena
de: Nur für Debugging-Zwecke. Das Programm läuft langsamer, wenn es aktiviert ist.
fr: À des fins de débogage uniquement. Le programme s’exécute plus lentement si l'option est activée.
pl: Tylko do celów debugowania. Program działa wolniej, jeśli jest włączone
zh_hans: 仅用于调试目的。若启用，程序运行速度较慢
zh_hant: 僅用於偵錯目的。啟用將減慢程式速度

# ColorizeLargeFileSize
source: Make size over 1 GB more prominent with a color
cs: Velikost nad 1 GB barevně zvýraznit
de: Größe über 1 GB farblich hervorheben
fr: Colorer les éléments dont la taille est supérieure à 1 Go
pl: Zwiększ widoczność, gdy rozmiar powyżej 1 GB, dzięki kolorowi
zh_hans: 使用颜色使超过 1GB 的大小更加突出
zh_hant: 使用顔色區別顯示超過 1 GB 的大小

# FileSizeMB_TT
source: Size shown in MB only, but MB text is not displayed
de: Größe wird nur in MB angezeigt, aber nicht MB-Text
fr: Taille affichée en Mo uniquement, mais le texte Mo n’est pas affiché
pl: Rozmiar wyświetlany tylko w MB, ale tekst „MB” nie jest wyświetlany
zh_hans: 大小仅以MB为单位显示，但不显示MB文本
zh_hant: 僅使用 MB 作爲大小單位顯示，不顯示 MB 後綴

source: Inherit files view
cs: Dědit režim zobrazení souborů
de: Dateiansicht übernehmen
fr: Hériter la vue d'affichage des fichiers
pl: Dziedziczenie ustawień
zh_hans: 继承文件视图
zh_hant: 繼承檔案視圖

# InheritFilesViewInfo
source: Files view and sorting will be inherited from parent folder folder
cs: Způsob zobrazení a řazení souborů bude zděděno z nadřazené složky
de: Dateiansicht und Sortierung werden vom übergeordneten Ordner übernommen
fr: La vue d'affichage et le tri des fichiers seront hérités du dossier parent.
pl: Widok oraz sposób sortowania plików będą dziedziczone z folderu nadrzędnego
zh_hans: 文件视图和排序将从父文件夹继承
zh_hant: 檔案視圖和排序將從父資料夾繼承

# DialogConnectorInfo
source: The OneCommander Connector is an experimental standalone utility to help connect OC with system Open and Save dialogs of other programs. A small window will appear under a compatible open/save dialog to let you set its folder to the path opened in OneCommander. It runs independently from OC.
cs: OneCommander Connector je experimentální samostatný nástroj, který pomáhá propojit OC se systémovými dialogy Open a Save jiných programů. Pod kompatibilním dialogovým oknem otevřít/uložit se objeví malé okénko, které vám umožní přenout složku na cestu, která je otevřená v OneCommanderu. Běží nezávisle na OC.
de: Der OneCommander Connector ist ein experimentelles, eigenständiges Dienstprogramm, das dabei hilft, OC mit Öffnen- und Speichern-Dialogen anderer Programme zu verbinden. Unter einem kompatiblen Öffnen/Speichern-Dialog erscheint ein kleines Fenster, in dem Sie den Ordner auf den in OneCommander geöffneten Pfad setzen können. Es läuft unabhängig von OC.
fr: Le connecteur OneCommander est un utilitaire autonome expérimental permettant de connecter OC aux boîtes de dialogue Ouvrir et Enregistrer des autres programmes. Une petite fenêtre apparaîtra sous une boîte de dialogue d’ouverture/enregistrement compatible pour vous permettre de définir son dossier sur le chemin ouvert dans OneCommander. Fonctionne indépendamment d’OC.
pl: OneCommander Connector to eksperymentalne samodzielne narzędzie, które pomaga połączyć OC z systemowymi oknami dialogowymi „Otwórz” i „Zapisz” innych programów. Małe okno pojawi się pod zgodnym oknem dialogowym otwierania/zapisywania, aby umożliwić ustawienie folderu na ścieżkę otwartą w OneCommander. Działa niezależnie od OC.
zh_hans: OneCommander 连接器是一个试验性的独立工具，用于帮助将 OneCommander 与其他程序的系统打开和保存对话框连接起来。若启用，一个小窗口将出现在兼容的打开和保存对话框下，允许您将其文件夹设置为在 OneCommander 中打开的路径。其独立于 OneCommander 运行。
zh_hant: OneCommander 連接器是一個試驗性獨立程式，可將 OC 與其他程式的「開啟」和「另存爲」對話框連接。一個小視窗將出現在相容的「開啟」/「另存爲」對話框下，以便您快速前往目前 OC 開啟的路徑。它獨立於 OC 運行。

# DialogConnectorStarted
source: Connector started. To test, close this settings window, open Notepad and then click File->Open to see it in action
cs: Konektor byl spuštěn. Chcete-li jej otestovat, zavřete toto okno nastavení, otevřete program Poznámkový blok a potom klepněte na tlačítko Soubor-> Otevřít, abyste viděli jeho možnosti v akci
de: Connector gestartet. Um ihn zu testen und in Aktion zu sehen, schließen Sie dieses Einstellungsfenster, öffnen Notepad und klicken dann auf Datei ->Öffnen
fr: Connecteur démarré. Pour le tester, fermez cette fenêtre de paramètres, ouvrez le Bloc-notes, puis cliquez sur Fichier->Ouvrir pour le voir en action.
pl: Dialog connector został uruchomiony. Aby przetestować, zamknij to okno ustawień, otwórz Notatnik, a następnie kliknij Plik->Otwórz, aby zobaczyć go w akcji
zh_hans: 连接器已启动。若要进行测试，请关闭此设置窗口，打开记事本，然后单击「文件>打开」以查看其运行情况
zh_hant: 連接器已啟動。您可以在記事本中嘗試開啟或另存檔案以測試效果。

# DLG_DialogConnectorDownload
source: This will download OneCommanderConnector.exe from OneCommander.com website. Since this utility starts with an invisible window and monitors when an Open or Save dialog window opens, an antivirus software may complain that it is suspicious. It is safe but if you have concerns please contact support.
cs: Tím se stáhne OneCommanderConnector.exe z OneCommander.com webové stránky. Vzhledem k tomu, že tento nástroj nemá při startu žádné viditelné oknem a současně sleduje, kdy se otevře dialogové okno Otevřít nebo Uložit, může antivirový software toto chování označit jako podezdřelé. Je to bezpečné, ale pokud máte obavy, kontaktujte prosím uživatelskou podporu.
de: Dies lädt OneCommanderConnector.exe von der Website OneCommander.com herunter. Da dieses Dienstprogramm mit einem unsichtbaren Fenster startet und überwacht, wann ein Dialogfenster zum Öffnen oder Speichern geöffnet wird, kann eine Antivirensoftware melden, dass es verdächtig ist. Es ist sicher, aber wenn Sie Bedenken haben, wenden Sie sich bitte an den Support.
fr: Cela téléchargera OneCommanderConnector.exe à partir du site web OneCommander.com. Étant donné que cet utilitaire se lance sans fenêtre visible et surveille l'ouverture d'une fenêtre de dialogue Ouvrir ou Enregistrer, un logiciel antivirus peut le signaler comme étant suspect. Cet utilitaire est sûr, mais si cela vous préoccupe veuillez contacter le support.
pl: Spowoduje to pobranie OneCommanderConnector.exe ze strony OneCommander.com. Ponieważ to narzędzie uruchamia się z niewidocznym oknem i monitoruje, kiedy otwiera się okno dialogowe Otwórz lub Zapisz, oprogramowanie antywirusowe może skarżyć się, że jest podejrzane. Jest to bezpieczne, ale jeśli masz wątpliwości, skontaktuj się z pomocą techniczną.
zh_hans: 这将从 OneCommander.com 网站下载 OneCommanderConnector.exe。由于该工具以不可见窗口启动，并在打开或保存对话窗口时进行监控，因此杀毒软件可能会反馈该工具可疑。它是安全的，但如果您有疑虑，请联系技术支持。
zh_hant: 這將從 OneCommander.com 下載 OneCommanderConnector.exe。由於此程式沒有可見視窗，並會監聽「開啟」和「另存爲」對話框視窗，因此防毒軟體可能會認定其屬於可疑程式。儘管這通常情況下是安全的，但您可以就個別疑慮聯繫支持人員。

source: Color item background to tag color
cs: Změň barvu pozadí položky podle barvy tagu
de: Farbe des Elementhintergrunds zur Tagfarbe
fr: Colorer l'arrière-plan de l'élément selon la couleur de balise
pl: Kolor tła elementu taki sam jak kolor etykiety
zh_hans: 标记颜色项目的背景颜色

# RenameOnLostFocusQuestion
source: Clicking outside during rename operation should:
cs: Kliknutí mimo během operace přejmenování:
de: Außerhalb klicken während des Umbenennens sollte:
fr: Cliquer en dehors du nom pendant l’opération de renommage doit :
pl: Kliknięcie na zewnątrz podczas operacji zmiany nazwy:
zh_hans: 当在重命名操作时单击外部应：

# PartitionName
source: Name
cs: Název
fr: Nom complet
pl: Nazwa
zh_hans: 名称
zh_hant: 名稱

source: Drive pane title display
cs: Způsob zobrazení diskových jednotek
de: Titeldarstellung des Laufwerkfensters
fr: Affichage du titre du volet du lecteur
pl: Wyświetlanie nazwy dysku
zh_hans: 驱动器面板标题显示
zh_hant: 磁碟機瀏覽窗格標題

# FontStretchContracted
source: Contracted
cs: Stažené
de: Schmal
pl: zwężona
zh_hans: 收缩
zh_hant: 緊凑

# FontStretchExpanded
source: Expanded
cs: Rozšířené
de: Breit
fr: Etiré
pl: rozszerzona
zh_hans: 展开
zh_hant: 鬆散

# FontStretchSemiContracted
source: Semi Contracted
cs: Částečně stažené
de: Halbschmal
pl: trochę zwężona
zh_hans: 半收缩
zh_hant: 稍微緊凑

# FontStretchSemiExpanded
source: Semi Expanded
de: Halbbreit
fr: Semi-étiré
pl: trochę rozszerzona
zh_hans: 半展开
zh_hant: 稍微鬆散

# HideLastWindow
source: Hide last window instead of close
cs: Místo ukončení programu se poslední okno jen skryje
de: Letztes Fenster ausblenden statt schließen
fr: Masquer la dernière fenêtre au lieu de fermer
pl: Ukryj ostatnie okno zamiast zamykać
zh_hans: 隐藏最后一个窗口而非关闭
zh_hant: 嘗試關閉最後一個視窗時隱藏視窗

# ThemeLight
source: Light
cs: Světlý
de: Hell
fr: Clair
pl: Jasny
zh_hans: 明亮
zh_hant: 亮色主題

# UseSystemThemeInfo
source: Monitor for Windows theme changes to switch to a different theme
cs: Sleduje změny motivu Windows a přepne na příslušný motiv
de: Überwacht Änderungen des Windows-Themes, um zu einem anderen Theme zu wechseln
fr: Surveiller les modifications du thème Windows pour passer à un autre thème
pl: Monitoruj zmiany motywu systemu Windows, aby przełączyć się na inny motyw
zh_hans: 为切换到不同主题，监视 Windows 操作系统的主题更改
zh_hant: 監聽 Windows 主題更改以切換到其他主題

# ColumnWidthSmallInfo
source: If there isn't enough space, left-most columns will contract up to this width:
cs: Při nedostatku místa se sloupce nejvíce vlevo zmenší až na tuto šířku:
de: Ist der Platz nicht ausreichend, ziehen sich die Spalten ganz links bis zu dieser Breite zusammen:
fr: S’il n’y a pas assez d’espace, les colonnes les plus à gauche se réduiront jusqu’à cette largeur :
pl: Jeśli nie ma wystarczająco dużo miejsca, lewe kolumny będą się kurczyć do tej szerokości:
zh_hans: 若无足够的空间，最左边的列将收缩到以下宽度：
zh_hant: 如果沒有足夠空間，最左側的欄將收縮至以下寬度：

# FileNameTrimmingEnd
source: End
cs: Na konci
de: Am Ende
fr: A la fin
pl: na końcu
zh_hans: 末尾
zh_hant: 末尾

# ClearThumbnailCacheInfo
source: Clears Windows global thumbnail cache (for Explorer also)
cs: Vymaže globální mezipaměť miniatur systému Windows (platí také pro Průzkumník)
de: Löscht den globalen Thumbnail-Cache von Windows (auch für Explorer)
fr: Efface le cache global des miniatures (également pour l'Explorateur Windows)
pl: Wyczyść globalną pamięć podręczną miniatur systemu Windows (również dla Eksploratora)
zh_hans: 清除 Windows 全局缩略图缓存（亦适用于资源管理器）
zh_hant: 清除 Windows 全域縮圖快取（同時影響檔案總管）

# FileNameMaxLinesInfo
source: For Grid view; Only when thumbnail is larger than 96dip
cs: Nekonzistentní způsob (jako Průzkumník Windows): Přetažením v rámci stejné jednotky dojde k přesunutí, v opačném případě ke kopírování. Ctrl+Přetažení zajistí kopírování. Shift+přetažení zajistí přesunutí.
zh_hans: 对于网格视图；仅当缩略图大于96dip时
zh_hant: 對於網格視圖；

source: Open Office files through Explorer
de: Office-Dateien im Explorer öffnen
fr: Ouvrir les fichiers Office via l’Explorateur Windows
pl: Otwieranie plików Office za pomocą Eksploratora
zh_hans: 通过资源管理器打开 Office 文件
zh_hant: 使用檔案總管開啟 Office 檔案

source: Show Scripts button
cs: Zobrazit tlačítko Skripty
de: Schaltfläche "Scripts" anzeigen
fr: Afficher le bouton des scripts
pl: Pokaż przycisk skryptów
zh_hans: 显示脚本按钮
zh_hant: 顯示「脚本」按鈕

# ShowScriptsButtonInfo
source: See \Resources\Scripts\ folder for examples. PRO users can have more than 8 scripts.
cs: Příklady najdete ve složce \Resources\Scripts\. Uživatelé PRO mohou používat více než 8 skriptů.
de: Beispiele sind im Ordner \Resources\Scripts\ zu finden. PRO-Benutzer können mehr als 8 Skripte haben.
fr: Le dossier \Resources\Scripts\ contient des exemples. Les utilisateurs PRO peuvent avoir plus de 8 scripts.
pl: Przykłady znajdują się w folderze \Resources\Scripts\. Użytkownicy PRO mogą mieć więcej niż 8 skryptów.
zh_hans: 有关示例，请参阅\Resources\Scripts\文件夹。PRO专业版用户可以拥有8个以上的脚本。
zh_hant: 範例請參見「\Resources\Scripts」資料夾。PRO 使用者可以擁有 8 個以上的脚本。

# ShowScriptsButtonInfo2
source: Know the scripts you are running! Security risk!
cs: Seznamte se se skripty, které používáte! Pozor na bezpečnostní rizika!
de: Beachten Sie die Skripte, die Sie ausführen! Sicherheitsrisiko!
fr: Attention aux scripts que vous exécutez ! Risque de sécurité !
pl: Czy znasz skrypty, które uruchamiasz? Ryzyko bezpieczeństwa!
zh_hans: 了解您正在运行的脚本！存在安全风险！
zh_hant: 請確保您了解並信任執行的脚本，這可能會造成安全隱患！

# UseOneCommanderUpdater
source: Use external OneCommander updater program instead of PowerShell script
de: Externes OneCommander-Updateprogramm anstelle eines PowerShell-Skripts verwenden
fr: Utiliser un programme externe de mise à jour OneCommander au lieu d’un script PowerShell
pl: Użyj zewnętrznego programu aktualizującego OneCommander zamiast skryptu PowerShell
zh_hans: 使用外部 OneCommander 更新程序程序而非 PowerShell 脚本
zh_hant: 使用獨立 OneCommander 更新程式而非 PowerShell 脚本

# EnableSFP
source: Enable Explorer Preview (Shell File Preview)
cs: Povolit náhled Průzkumníka (Shell File Preview)
de: Explorer-Vorschau aktivieren (Shell-Datei-Vorschau)
fr: Activer l’aperçu de l’Explorateur Windows (aperçu des fichiers shell)
pl: Włącz Podgląd Eksploratora (Shell File Preview)
zh_hans: 启用资源管理器预览（Shell 文件预览）
zh_hant: 使用檔案總管預覽（支援 Shell 檔案）

# EnableSFPInfo
source: This enables a preview of Microsoft Office and some additional formats in the preview window (opened with spacebar) but due to a security vulnerability of the Explorer Preview of Office Files this is off by default. Enable at your own risk! Restart required.
de: Dies ermöglicht eine Vorschau von Microsoft Office und einigen zusätzlichen Formaten im Vorschaufenster (geöffnet mit der Leertaste), aber aufgrund einer Sicherheitslücke in der Explorer-Vorschau von Office-Dateien ist dies standardmäßig deaktiviert. Aktivieren auf eigene Gefahr! Neustart erforderlich.
fr: Permet un aperçu des fichiers Microsoft Office et de certains formats supplémentaires dans la fenêtre d’aperçu (ouverte avec la barre d’espace). Mais en raison d’une vulnérabilité de sécurité de cet aperçu généré par l’Explorateur Windows, cette option est désactivée par défaut. Activez à vos risques et périls ! Redémarrage requis.
pl: Umożliwia podgląd plików pakietu Microsoft Office i niektórych innych formatów w oknie podglądu (otwieranym spacją), ale ze względu na lukę w zabezpieczeniach Podglądu Eksploratora dla plików Office jest to domyślnie wyłączone. Włączasz na własne ryzyko! Wymagany restart.
zh_hans: 这将在预览窗口中预览微软 Office 和一些其他格式（使用空格键打开），但由于 Office 文件资源管理器预览的安全漏洞，默认情况下处于关闭状态。启用风险自负！需要重启。
zh_hant: 這允許在預覽視窗（按一下空格開啟）中預覽 Microsoft Office 和一些其他格式，由於 Office 檔案預覽的安全漏洞，此選項預設禁用。啟用需要您自擔風險！需要重新啟動以生效。

# ShowOverlayOnShellContextMenu
source: Block window when Shell Context Menu is open
cs: Nereagovat na kliknutí, když je otevřeno kontextová nabídka
de: Fenster blockieren, wenn Shell-Kontextmenü geöffnet ist
fr: Bloquer la fenêtre lorsque le menu contextuel de l’environnement Shell est ouvert
pl: Zablokuj okno, gdy otwarte jest menu kontekstowe powłoki
zh_hans: Shell 上下文菜单打开时的阻止窗口
zh_hant: 顯示 Shell 内容功能表時阻止視窗開啟

# ShowOverlayOnShellContextMenuInfo
source: Prevents accidental interaction when dismissing context menu. It is needed if any of the above single-click interactions are enabled
cs: Zabraňuje náhodné interakci při zavírání kontextové nabídky. Tato volba je nezbytná, pokud jsou povoleny některé z výše uvedených interakcí jedním kliknutím
de: Verhindert versehentliche Interaktion beim Verlassen des Kontextmenüs.. Nötig, wenn eine der oben genannten Ein-Klick-Interaktionen aktiviert ist
fr: Empêche toute interaction accidentelle lors du rejet du menu contextuel. Nécessaire si l’une des interactions en un seul clic ci-dessus est activée.
pl: Zapobiega przypadkowej interakcji podczas odrzucania menu kontekstowego. Jest wymagana, jeśli włączona jest którakolwiek z powyższych interakcji pojedynczego kliknięcia
zh_hans: 防止在关闭上下文菜单时意外交互。若启用了上述任何单击交互，则需要此
zh_hant: 避免在關閉内容功能表時發生意外交互。如果啟用了上述任何按一下的交互，則需要它

# EmailNamingFormat
source: Email naming format (drag from Outlook)
cs: Formát pojmenování e-mailů (při přetažení z Outlooku)
de: E-Mail-Namensgebung (aus Outlook übernehmen)
fr: Format de nommage des e-mails (glissement depuis Outlook)
pl: Format nazewnictwa wiadomości e-mail (przeciągnij z programu Outlook)
zh_hans: 电子邮件命名格式（从Outlook拖动）
zh_hant: 電子郵件命名格式（與 Outlook 同步）

# SentOnDateFormat
source: $SentOn will be replaced by date in this format:
de: $SentOn wird durch ein Datum in diesem Format ersetzt:
fr: $SentOn sera remplacé par la date dans ce format :
pl: $SentOn zostanie zastąpiona przez datę w tym formacie:
zh_hans: $SentOn将被此格式的日期取代：
zh_hant: $SentOn 將以以下格式取代為日期：

# ShortcutKey
source: Key
cs: Klávesa
de: Taste
fr: Touche
pl: Klawisz
zh_hans: 键
zh_hant: 按鍵

# ShortcutDefault
source: Original
pl: Oryginalny
zh_hans: 默认快捷键
zh_hant: 預設

source: Changed
cs: Změněno
de: Geändert
fr: Modifié
pl: Zmieniony
zh_hans: 已更改
zh_hant: 已變更

# ShortcutConflictWith
source: Conflict with
de: In Konflikt mit
fr: En conflit avec
pl: Konflikt z
zh_hans: 发生冲突
zh_hant: 衝突

source: Description
cs: Popis
de: Beschreibung
pl: Opis
zh_hans: 描述
zh_hant: 描述

# ShortcutEditor
source: Shortcuts Editor
cs: Editor klávesových zkratek
zh_hans: 快捷方式编辑器
zh_hant: 快速鍵編輯器

source: Use custom shortcuts
cs: Používat vlastní klávesové zkratky
de: Eigene Shortcuts verwenden
pl: Użyj domyślnego skrótu
zh_hans: 使用自定义快捷键
zh_hant: 使用自訂快速鍵

# ShortcutCapture_TT
source: Press a desired key combination to capture it
cs: Stisknutím požadované kombinace kláves je zachytíte
de: Zum Erfassen gewünschte Tastenkombination drücken
fr: Appuyez sur la combinaison de touches souhaitée pour la capturer
pl: Naciśnij kombinację klawiszy, aby ją przechwycić
zh_hans: 按下所需的组合键来捕捉
zh_hant: 按下組合鍵以進行捕獲

# RegistryAddOpenInOC
source: Add "Open in OneCommander" context menu
cs: Přidat kontextovou nabídku "Otevřít v OneCommanderu"
de: Kontextmenü "Öffnen in OneCommander" hinzufügen
fr: Ajouter le menu contextuel « Ouvrir dans OneCommander »
pl: Dodaj „Otwórz w OneCommander” do meny kontekstowego
zh_hans: 添加「在 OneCommander 中打开」的上下文菜单
zh_hant: 添加「在 OneCommander 中開啟」内容功能表項

# RegistryOpenIn
source: Open in {0}
de: Öffnen in {0}
fr: Ouvrir dans {0}
pl: Otwórz w {0}
zh_hans: 在{0}中打开
zh_hant: 在 {0} 中開啟

# GetCloudThumbsInfo
source: This may cause files to be downloaded from the cloud depending on cloud provider and thumbnail handler (outside of OneCommander control)
cs: To může způsobit stahování souborů z cloudu v závislosti na poskytovateli cloudu a obslužné rutině miniatur (mimo kontrolu programu OneCommander)
de: Dies kann dazu führen, dass Dateien aus der Cloud heruntergeladen werden, je nach Cloud-Anbieter und Thumbnail-Handler (außerhalb der Kontrolle von OneCommander)
fr: Cela peut entraîner le téléchargement de fichiers depuis le cloud, selon le fournisseur cloud et le gestionnaire de miniatures (hors du contrôle de OneCommander).
pl: Może to spowodować pobranie plików z chmury w zależności od dostawcy chmury i metody obsługi miniatur (poza kontrolą OneCommander)
zh_hans: 这可能会导致从云下载文件，具体取决于云提供商和缩略图处理程序（不受 OneCommander 控制）
zh_hant: 這可能會導致從雲端下載檔案，具體取決於雲端提供者和縮圖處理程式（不受 OneCommander 控制）
