Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# ParentName
source: Parent folder name
de: Übergeordneter Ordnername

# HeaderOperation
source: Operation
de: Aktion
pl: Operacja

source: Invalid RegEx syntax
cs: Neplatná syntaxe regulárního výrazu
de: Ungültige RegEx-Syntax
pl: Błędna składnia wyrażenia regularnego
zh_hant: 規則運算式語法無效

# ColumnParentWidth
source: Parent column width
fr: Largeur de la colonne parente
pl: Szerokość kolumny nadrzędnej
zh_hant: 父欄位寬度

# DragDropBehaviorQuestion
source: Drag and Drop behavior:
cs: Chování funkce Drag and Drop:
fr: Comportement du glisser-déposer :
pl: Zachowanie przeciągnij i upuść:
zh_hant: 拖動行為：

source: Enable Animations
pl: Włącz animacje
zh_hant: 啟用動畫

source: File icons pack
zh_hant: 檔案圖示包

# HeaderBuiltInPreviewWindow
source: Built-in preview window
zh_hant: 内建預覽視窗

# HideTemporary
source: Hide temporary files
pl: Ukryj pliki tymczasowe
zh_hant: 隱藏暫存檔案

# PreviewWindowOptBuiltIn
source: Built-in preview
zh_hant: 内建預覽

# ShortcutClickOpt1
source: Switch to the existing window
cs: Existující okno
pl: Przełącz do istniejącego okna
zh_hant: 顯示當前視窗

# ShortcutClickOpt2
source: Prompt to create another window
cs: Výzvu k vytvoření dalšího okna
fr: Inviter à créer une autre fenêtre
pl: Monit o utworzenie kolejnego okna
zh_hant: 詢問是否新建另一視窗

# ShortcutClickWithExistingWindowCreate
source: Prompt to create another window
cs: Výzvu k vytvoření dalšího okna
fr: Inviter à créer une autre fenêtre
pl: monitować o utworzenie kolejnego okna
zh_hant: 詢問是否新建另一視窗

# ShortcutClickWithExistingWindowSwitch
source: Switch to the existing window
cs: Existující okno
pl: przełączyć do istniejącego okna
zh_hant: 顯示當前視窗

source: Show folder background image
cs: Zobrazit obrázek na pozadí složky
zh_hant: 顯示自訂資料夾背景

# ShowMetadataOnNetwork
source: Show Metadata on network files
cs: Zobrazit metadata síťových souborů
fr: Afficher les métadonnées sur les fichiers réseaux
pl: Pokazuj metadane w plikach sieciowych
zh_hant: 顯示網路檔案的元數據

# UseOldDragAndDropSystem
source: Use old Drag&Drop system
fr: Utiliser l’ancien système Glisser&Déposer
pl: Użyj starego mechanizmu Drag&Drop
zh_hant: 使用舊版拖放系統

# FontStretchNormal
source: Normal
pl: normalna
zh_hant: 標準

# ChangeFilesView_TT
source: Change files view
pl: Zmień widok
zh_hant: 更改檔案視圖

# ClipboardPaste_TT
source: Paste from Clipboard
cs: Vložit ze schránky
pl: Wklej ze schowka
zh_hant: 從剪貼簿貼上

source: Computer
fr: Ordinateur
pl: Komputer
zh_hant: 電腦

# Divider_ShowPreview
source: SHOW PREVIEW
zh_hant: 顯示預覽

source: Edit File Views
cs: Upravit rozložení zobrazení
pl: Edytuj widoków plików
zh_hant: 編輯檔案視圖

# FavoritesSidebarOpen_TT
source: Open Favorites sidebar
cs: Otevři postranní panelu Oblíbené položky
fr: Ouvrir la barre latérale des Favoris
pl: Otwórz pasek boczny ulubionych
zh_hant: 開啟「快速存取」側邊欄

# LocateItem_TT
source: Locate item
cs: Lokalizovat položku
pl: Zlokalizuj element
zh_hant: 查找項目

# Menu_CreateFileTemplate
source: Create file template
zh_hant: 建立檔案範本

# Menu_OpenInNewWindow
source: New window (soon)
pl: nowy oknie (wkrótce)
zh_hant: 新視窗（即將推出）

# Menu_SortByType_Ascending
source: Type (A-Z)
zh_hant: 類型 （A-Z）

# Menu_SortByType_Decending
source: Type (Z-A)
zh_hant: 類型（Z-A）

# Menu_Tag
source: Tag (Color)
cs: Štítek (barva)
pl: Etykieta (kolor)
zh_hant: 標籤（顔色）

# MSG_E_PasswordProtectedNoPreview
source: Password protected file cannot be previewed
fr: Un fichier protégé par mot de passe ne peut pas être prévisualisé
zh_hant: 無法預覽受密碼保護的檔案

# NavigateUp_TT
source: Open parent folder
zh_hant: 開啟父資料夾

# NewFile_TT
source: Create new file from template
zh_hant: 使用範本新增檔案

# NewWindow_TT
source: Open new or saved window
cs: Otevřít nová nebo uložená okna
pl: Otwórz nowe lub zapisane okno
zh_hant: 開啟新視窗或已保存的視窗

# Popup_NewFile_Clone_TT
source: Creates copy of the selected template file with above filename in current folder
fr: Crée dans le dossier actif une copie du modèle de fichier sélectionné avec le nom de fichier ci-dessus
pl: Tworzy plik w bieżącym folderze
zh_hant: 在當前資料夾中建立具有上述名稱的選定範本的檔案副本

# Settings_TT
source: Program settings
zh_hant: 程式設定

# SysTrayMenu_OpenLog
source: Open log
zh_hant: 開啟日志記錄

# DLG_YN_DefaultFileManagerRegister
source: Important: This is an <b>experimental feature</b> that will edit your Registry to make OneCommander the default file manager and folder handler (Open/Save dialogs cannot be replaced). <br/><b>This will make Windows File Explorer unusable</b> - even when clicking a folder in File Explorer the OneCommander will open. <br/>You will need to <b>unregister it</b> by unchecking this option if you ever move or remove OneCommander (uninstalling it will not reverse changes)!<br/>This will also enable running in the background for faster window opening.<br/>Are you absolutely sure you want to proceed and you know how to restore the registry on your own if something fails (no support in case of recovery)?
pl: Ważne: Jest to <b>funkcja eksperymentalna</b>, która ingeruje w rejestr systemowy, aby OneCommander był domyślnym menedżerem plików i programem obsługi folderów (za wyjątkiem okien dialogowych Otwórz/Zapisz). <br/><b>Spowoduje ona, że przestaniesz używać Eksploratora plików Windows</b> – nawet po kliknięciu folderu w Eksploratorze plików otworzy się OneCommander. <br/>Będzie trzeba <b>wyrejestrować OneCommander’a</b> poprzez odznaczenie tej opcji, jeśli OneCommander zostanie przeniesiony lub odinstalowany (odinstalowanie nie odwróci tych zmian)!<br/>Umożliwi to również działanie w tle w celu szybszego otwierania okien.<br/>Czy jesteś absolutnie pewien, że chcesz kontynuować i wiesz, jak przywrócić rejestr samodzielnie, jeśli coś się nie powiedzie (brak wsparcia w przypadku potrzeby przywrócenia rejestru)?

# DLG_YN_RestartToApplyChanges
source: Do you want to <b>restart program now</b> to apply all changes?<br/>This will cancel all ongoing operations initiated by OneCommander
pl: Czy chcesz <b>teraz uruchomić ponownie program</b>, aby zastosować wszystkie zmiany?<br/>Spowoduje to anulowanie wszystkich trwających operacji zainicjowanych przez OneCommander

# DLG_YN_WinERegister
source: Important: This is an <b>experimental feature</b> that will edit Windows Registry to completely replace Windows File Explorer Win+E hotkey. This registry change will make OneCommander open when clicking Explorer shortcut, but won't disable navigation within Explorer. The only way to reverse this is by unchecking this button from OneCommander or running the registry script from OneCommander folder (uninstalling OC won't change it automatically). Proceed?
pl: Ważne: Jest to <b>funkcja eksperymentalna</b>, która ingeruje w rejestr systemowy, aby całkowicie zastąpić skrót Win+E Eksploratora plików Windows. Ta zmiana rejestru spowoduje otwieranie OneCommander'a po kliknięciu skrótu Eksploratora, ale nie wyłączy nawigacji w Eksploratorze. Jedynym sposobem na odwrócenie tego jest odznaczenie tej opcji lub uruchomienie skryptu z folderu OneCommander (odinstalowanie OC nie przywróci ustawień początkowych automatycznie). Kontynuować?

# ShowSystem
source: Show system files and folders
pl: Pokaż systemowe pliki i foldery

source: Icons
fr: Icônes
pl: Ikony

source: Download
fr: Télécharger
pl: Pobierz

source: Shortcut Editor
pl: Edytor skrótów klawiaturowych

# DLG_YN_ImportSettingsFromStoreVersion
source: Existing settings file from the Microsoft Store version of the program has been found.<br/>Do you want to import all settings into this version?
pl: Znaleziono istniejący plik ustawień z wersji programu z Microsoft Store.<br/>Czy chcesz zaimportować wszystkie ustawienia do tej wersji?

# TreatDotFilesAsHidden
source: Treat files starting with dot as hidden
pl: Traktuj pliki zaczynające się od kropki jako ukryte

# DLG_YN_ClearLocalThumbnailDb
source: This will make showing thumbnails slower until each thumbnail is extracted again the first time each folder is opened.<br/>Are you sure?
pl: Spowoduje to wolniejsze wyświetlanie miniatur, do czasu ponownego wyodrębnienia każdej miniatury przy pierwszym otwarciu każdego folderu.<br/>Jesteś pewien?

# Archive_FileExistsAskToReplace
source: File {0} already exists in the destination folder. <br/>Replace all?
pl: Plik {0} już istnieje w folderze docelowym. <br/>Nadpisać wszystkie?

# DLG_E_RunningFromProgramFiles
source: Portable programs need a write access in their own folders so they cannot live in "Program Files" folder. Please close the program and move the entire folder to a <b>non-system folder</b> and run it again
fr: Les programmes portables ont besoin d’un accès en écriture dans leurs propres dossiers, ainsi ils ne peuvent pas s'exécuter dans le dossier « Program Files ». Déplacez le dossier entier vers un ; et exécutez-le à nouveau
pl: Programy przenośne (portable) potrzebują dostępu do zapisu we własnych folderach, więc nie mogą umieszczone w folderze „Program Files”. Zamknij program i przenieś cały folder do <b>nie systemowego folderu</b>i uruchom go ponownie

# DLG_HowToCloseProgram
source: To close OneCommander completely, <B>hold CTRL while clicking the close button</B>, or right-click the OneCommander icon in System Tray (next to clock), and select <i>Exit</i>
pl: Aby całkowicie zamknąć program OneCommander, <B>przytrzymaj CTRL podczas klikania przycisku zamykania</B>lub kliknij prawym przyciskiem myszy ikonę programu OneCommander w pasku systemowym (obok zegara) i wybierz <i>Zakończ</i>

# DLG_YN_AddOriginalExtensionBack
source: The file extension is different.<br/>Do you want to <B>add the original extension back</B> so the file could be opened with the same associated program?
pl: Rozszerzenie pliku zostało zmienione.<br/>Czy chcesz <B>dodać oryginalne rozszerzenie z powrotem</B>, aby plik mógł zostać otwarty za pomocą tego samego programu?

# DLG_YN_FeatureRequiresProVersion
source: This feature is available only in Pro version. <b>Get the Pro version now?</b>
pl: Ta funkcja jest dostępna tylko w wersji PRO. <b>Pobrać wersję PRO teraz?</b>

# DLG_YN_KeepProgramRunningInBackground
source: When closing the last window, do you want the program to <B>keep running in the background</B> (icon in System Tray) for faster next start?
pl: Czy chcesz, aby podczas zamykania ostatniego okna <B>zachować program działający w tle</B> (ikona w zasobniku systemowym) w celu szybszego następnego uruchomienia?

# DLG_YN_RenameWhenClickingOutside
source: You have changed the item name but clicked outside.<br/>Do you want to <b>always rename the file</b> in this situation instead of canceling the operation?
pl: Zmieniłeś nazwę, ale kliknąłeś na zewnątrz.<br/>Czy chcesz <b>zawsze zmieniać nazwę pliku</b> w takiej sytuacji zamiast anulować operację zmiany nazwy?

# DLG_YN_RestartAsAdmin
source: Restart program as Admin? This will <b>cancel all ongoing file transfers</b> and other processes running through OneCommander
pl: Uruchomić ponownie programu jako Administrator? Spowoduje to <b>zatrzymanie wszystkich trwających transferów plików</b> i innych procesów działających za pośrednictwem OneCommander

# Menu_ChangeAlias
source: Change alias
pl: Zmień opis

# MSG_E_QuicklookNotRunning
source: QuickLook not runing. Start it, or disable it in Settings>Preview
fr: QuickLook ne s’exécute pas. Démarrez-le ou désactivez-le dans Paramètres>Aperçu
pl: Aplikacja QuickLook nie działa. Uruchom ją lub wyłącz w Ustawienia>Podgląd

# Popup_NewFile_EditTemplates
source: Edit templates
pl: Edytuj szablony

# Preview_ShowOnMap
source: Show photo location on map
pl: Pokaż lokalizację zdjęcia na mapie

# SearchTags
source: Tags
cs: Štítky
fr: Balises
pl: Etykiety

# DLG_DiskFull_RetrySavingSettings
source: Disk is full so settings cannot be saved. Clear at least a few KB of space or empty Recycle Bin. <br/>Retry saving settings?
pl: Dysk jest pełny, więc ustawienia nie mogą być zapisane. Zwolnij przynajmniej kilka KB miejsca lub opróżnij Kosz. <br/>Ponowić próbę zapisania ustawień?

# DLG_SortByMetadataWarning
source: Sorting options below the menu line are the metadata properties, and not the actual file properties. Sorting by those is <b>slow</b> and will cause program to <b>freeze</b> when opening folders or tabs that use this sorting.
fr: Les options de tri sous la ligne de menu sont les propriétés métadata et pas les propriétés réelles des fichiers. Les utiliser pour trier est <b>lent</b> et va provoquer le <b>gel</b> du programme lors de l'ouverture de dossiers ou d'onglets utilisant ce type de tri.
pl: Opcje sortowania poniżej linii w menu to właściwości metadanych, a nie rzeczywiste właściwości pliku. Ta opcje sortowania są <b>powolne</b> i spowodują, że program może <b>przestać reagować</b> podczas otwierania folderów lub kart, które używają tego sortowania.

# DLG_YN_FileInUseByKnownProcess_Retry
source: File is in use by {0}.<br/>({1})<br/>Retry operation?
pl: Plik jest używany przez {0}.<br/>({1})<br/>Powtórzyć operację?

# DLG_YN_FileInUseByUnknownProcess_Retry
source: File is in use by another process.<br/>Retry operation?
pl: Plik jest używany przez inny proces.<br/>Powtórzyć operację?

# LocationDesktop
source: Desktop
pl: Pulpit

# DLG_E_CrashDLLAccess
source: Program has crashed because some other software is accessing OneCommander's files.<br/>If <b>{0}</b> folder is a part of an automated file sync or a cloud backup you will need to close OneCommander and move the entire program folder to a different location. <br/>If an antivirus or other security software scans the program folder at the time when DLL is being loaded, it can also cause a crash.
pl: Program uległ awarii, ponieważ jakieś inne oprogramowanie uzyskuje dostęp do plików OneCommander’a.<br/>Jeśli <b>{0}</b> folder jest częścią automatycznej synchronizacji plików lub kopii zapasowej w chmurze, będziesz musiał zamknąć OneCommandera i przenieść cały folder programu do innej lokalizacji. <br/>Jeśli program antywirusowy lub inne oprogramowanie zabezpieczające skanuje folder programu w czasie, gdy ładowany jest DLL, może to również spowodować awarię.

# DLG_ProgramRunningInBackground
source: OneCommander will keep running in the background so it can open instantly the next time <br/>(this can be changed in Settings ❯ Window)
pl: OneCommander będzie działał w tle, aby mógł się natychmiast otworzyć następnym razem <br/> (można to zmienić w Ustawieniach » Okno)

# DLG_YN_GetAllThumnails
source: Extract thumbnails of all files within?<br/>This may take hours so it is best to do overnight.
pl: Wyodrębnić miniatury wszystkich plików? <br/>Może to potrwać kilka godzin, więc najlepiej zrobić to w nocy.

# StoreLicenseRequired
source: Pro license is required to use in a commercial setting.<br/>Please test it for a couple of days but if you find the program useful please purchase the license from the Microsoft Store (through About dialog)
fr: La licence Pro est requise pour une utilisation dans un cadre professionnel ou commercial.<br/>Vous pouvez tester le programme pendant quelques jours, mais si vous le trouvez utile, merci d'acheter la licence sur le Microsoft Store (via la boîte de dialogue À propos)
pl: Licencja PRO jest wymagana do użycia w ustawieniach komercyjnych.<br/>Przetestuj ją przez kilka dni, ale jeśli uważasz, że program jest przydatny, kup licencję w sklepie Microsoft Store (w oknie dialogowym Informacje)

source: Dialog connector
cs: Konektor dialogového okna

# EnableSFPInfo
source: This enables a preview of Microsoft Office and some additional formats in the preview window (opened with spacebar). Restart required.
cs: Funkce umožňuje zobrazení náhledu souborů Microsoft Office a některých dalších formátů v okně náhledu (otevřeném pomocí mezerníku). Je vyžadováno restartování.

source: Use system accent color
cs: Použít systémovou barvu zvýraznění

# AlignBottom
source: Bottom
cs: Nahoru

# AlignTop
source: Top
cs: Dolů

# FolderNameEndsWithSpace_TT
source: This folder name ends with a space character ' '. This is not supported in Windows so some operations will not work and programs may fail to open or save files within this folder. It can also result in creating a duplicate folder without space character at the end. Please open parent folder and rename this folder.
cs: Tento název složky končí znakem mezery ' '. To však není v systému Windows podporováno, takže některé operace nebudou fungovat a programy mohou při otevírání nebo ukládání souborů v této složce selhat. Může také dojít k vytvoření duplicitní složky bez znaku mezery na konci. Otevřete prosím nadřazenou složku a složku s mezerou na konci přejmenujte.

source: Select all
cs: Vybrat vše

# ArchiveReadError
source: An error occurred while trying to read contents of the archive file
cs: Došlo k chybě při čtení obsahu souboru archivu

# DLG_ExtRemoved
source: File extensions was removed. Windows won't not know which program to use to open this file type.
cs: Přípony souborů byly odstraněny. Windows nebudou vědět, jaký program použít pro otevření tohoto typu souboru.

# DLG_ExtRemoved_Accept
source: Rename anyway
cs: Přesto přejmenuj

# DLG_ExtRemoved_Revert
source: Add the original extension back
cs: Vrať původní příponu souboru zpět

# Menu_RunAsDifferentUser
source: Run as different user
cs: Spustit jako jiný uživatel

# ScrollSpeedIndicators
source: 🡐 Slow scroll - Fast scroll 🡒
cs: 🡐 Rychlejší posouvání - Pomalejší posouvání 🡒

# MetadataResolution
source: Resolution
cs: Rozlišení

# MetadataAperture
source: Aperture
cs: Clona

# MetadataColorSpace
source: Color space
cs: Barevný prostor

# MetadataDateTaken
source: Date taken
cs: Datum pořízení

# MetadataDescription
source: Description
cs: Popis

# MetadataEV
source: Exposure comp.
cs: Kompenzace expozice

# MetadataFocalLength
source: Focal length
cs: Ohnisková vzdálenost

# MetadataLinkTarget
source: Link target
cs: Cíl zástupce

# MetadataMsgAttachmentsCount
source: Attachments
cs: Počet příloh

# MetadataMsgSenderName
source: Sender
cs: Odesilatel

# MetadataMsgSubject
source: Subject
cs: Předmět

# MetadataShutter
source: Shutter speed
cs: Délka expozice

# MetadataProductName
source: Product name
cs: Název produktu

# MetadataPages
source: Pages
cs: Počet stránek

# MetadataChannels
source: Channels
cs: Kanály

# MetadataFormat
source: Format
cs: Formát

# MetadataSampleRate
source: Sample rate
cs: Vzorkovací frekvence

# MetadataSampleSize
source: Sample size
cs: Velikost vzorku

# MetadataTrack
source: Track
cs: Stopa

# MetadataAuthor
source: Author
cs: Autor

# MetadataBookmarks
source: Bookmarks
cs: Záložky

# MetadataCompression
source: Compression
cs: Komprese

# MetadataFramerate
source: Framerate
cs: Snímková frekvence

# MetadataTitle
source: Title
cs: Název

# PathsGroupTitleParentFolders
source: Parent folders
cs: Nadřazené složky

# DetailsAttributes
source: Attributes
cs: Atributy

# NewFolder_S
source: CTRL + SHIFT + N
fr: CTRL+MAJ+N

# ProgramCrashed
source: Program has crashed
fr: Le programme s’est crashé

# DLG_ProgramRunningInBackground
source: OneCommander will keep running in the background so it can open instantly the next time [NEWLINE](this can be changed in Settings ❯ Window)
fr: OneCommander va continuer à s'exécuter en arrière-plan, il pourra ainsi s'ouvrir instantanément la prochaine fois <br/>(cela peut être modifié dans Paramètres ❯ Fenêtre)

# SizeB
source: B
fr: O

# SizeGB
source: GB
fr: Go

# SizeGiB
source: GiB
fr: Gio

# SizeKB
source: KB
fr: Ko

# SizeKiB
source: KiB
fr: Kio

# SizeMB
source: MB
fr: Mo

# SizeMiB
source: MiB
fr: Mio

# SizeTB
source: TB
fr: To

# SizeTiB
source: TiB
fr: Tio
