Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# ColumnDestination
source: Destination
de: Zielort
pl: Miejsce docelowe
zh_hans: 目标
zh_hant: 目標

# ColumnErrors_TT
source: Number of errors. Click to sort.
cs: Počet chyb. Kliknutím seřaďte.
de: Anzahl der Fehler. Zum Sortieren anklicken.
zh_hans: 错误数量。点击以排序。
zh_hant: 錯誤數量。按一下以排序。

# ColumnFile
source: File
de: Datei
fr: Fichier
pl: Plik
zh_hans: 文件
zh_hant: 檔案

# ColumnNewName
source: New file name
de: Neuer Dateiname
fr: Nom du nouveau fichier
zh_hans: 新文件名
zh_hant: 新檔案名

# ColumnOperation
source: Operation
fr: Opération
pl: Działanie
zh_hans: 操作

# ColumnSource
source: Source
de: Quelle
pl: Źródło
zh_hans: 源
zh_hant: 來源

# ColumnStatus
source: Status
fr: État
zh_hans: 状态
zh_hant: 狀態

source: Preview
de: Vorschau
fr: Aperçu
pl: Podgląd
zh_hans: 预览

source: Process
cs: Zpracovat
de: Verarbeiten
fr: Processus
pl: Wykonaj
zh_hans: 处理
zh_hant: 執行

# DateTimeDay
source: Day
de: Tag
fr: Jour
pl: dzień
zh_hans: 天

# DateTimeHour
source: Hour
de: Std.
fr: Heure
pl: godzina
zh_hans: 小时

# DateTimeMinute
source: Minute
pl: minuty
zh_hans: 分钟

# DateTimeMonth
source: Month
de: Monat
fr: Mois
pl: miesiąc
zh_hans: 月

# DateTimeYear
source: Year
de: Jahr
fr: Année
pl: rok
zh_hans: 年

# DestinationDir
source: Output folder defined by folder rules
cs: Cílová složka určená pravidly složky
de: Ausgabeordner durch Ordnerregeln definiert
fr: Dossier de sortie défini par les règles de dossier
pl: Folder wyjściowy zdefiniowany przez reguły folderów
zh_hans: 由文件夹规则定义的输出文件夹
zh_hant: 輸出資料夾由目標資料夾規則決定

# DestinationFile
source: Output filename as result of folder and file rules
cs: Cílový název souboru určený pravidly složky a souboru
de: Dateinamen als Ergebnis von Ordner- und Dateiregeln
fr: Nom de fichier de sortie résultant des règles de dossier et de fichier
pl: Nazwa pliku wyjściowego będąca wynikiem reguł
zh_hans: 由文件夹和文件规则定义的输出文件名
zh_hant: 輸出檔案名由目標資料夾規則和檔案命名規則決定

# DLG_Busy
source: Please wait operation to finish before adding new items
de: Bitte warten bis der Vorgang abgeschlossen ist, bevor Sie neue Artikel hinzufügen.
pl: Poczekaj na zakończenie operacji przed dodaniem nowych elementów
zh_hans: 请等待操作完成后再添加新项目
zh_hant: 請先等待操作完成再繼續加入項目

# MSG_FileAlreadyExists
source: File with this name already exists
de: Datei existiert schon
fr: Un fichier avec ce nom existe déjà
zh_hans: 具有此名称的文件已存在
zh_hant: 已存在同名檔案

# MSG_FileNameConflict
source: File name conflict
cs: Konflikt v názvu souboru
de: Dateinamenkonflikt
zh_hans: 文件名冲突
zh_hant: 檔案名衝突

# MSG_FileNameConflict2
source: Another file will get the same name (check file name rules)
cs: Další soubor bude mít shodný název souboru (zkontrolujte pravidla pro název souboru)
de: Eine andere Datei erhält denselben Namen (überprüfen Sie die Regeln für Dateinamen)
fr: Un autre fichier aura le même nom (vérifiez les règles de nom de fichier)
zh_hans: 另一个文件将获得相同的名称（请检查文件名规则）
zh_hant: 另一個檔案將獲得相同的名稱（檢查檔案命名規則）

# MSG_FileNameInvalidCharacters
source: File contains invalid characters
cs: Název souboru obsahuje neplatné znaky
de: Datei enthält ungültige Zeichen
zh_hans: 文件名包含无效字符
zh_hant: 檔案名稱包含無效字元

# MSG_FolderNameInvalidCharacters
source: Folder name contains invalid characters
de: Ordnername enthält ungültige Zeichen
zh_hans: 文件夹名包含无效字符

# MSG_NotImage
source: Not image
cs: Není to obrázek
de: Kein Bild
fr: Pas une image
pl: Nie obraz
zh_hans: 不是图片
zh_hant: 非影像

# MSG_Processing
source: Processing...
cs: Probíhá zpracování...
de: Verarbeitung...
fr: Traitement en cours...
pl: Przetwarzanie…
zh_hans: 处理中……
zh_hant: 處理中...

# MSG_RunningScript
source: Running script...
cs: Skript je spuštěn...
de: Skript wird ausgeführt...
fr: Exécution du script...
pl: Uruchamianie skryptu…
zh_hans: 运行脚本中……
zh_hant: 運行脚本中...

# MSG_RunScript
source: Run script
cs: Spustí se skript
de: Skript ausführen
fr: Exécuter le script
pl: Uruchom skrypt
zh_hans: 运行脚本

# OperationConvert
source: Convert to
de: Konvertieren in
fr: Convertir en
pl: Konwertuj na
zh_hans: 转换为

# OperationRename
source: Rename
de: Umbenennen
fr: Renommer
pl: Zmień nazwę
zh_hans: 重命名

# OperationRunScript
source: Run script
de: Skript ausführen
fr: Exécuter le script
pl: Uruchom skrypt
zh_hans: 运行脚本

# RegExEndOfString
source: End of string
de: Ende der Zeichenfolge
fr: Fin de chaîne
pl: Koniec wyrażenia
zh_hans: 字符串末尾

# RegExMatchNumbers
source: Match numbers
cs: Jakékoli číslo
de: Gleiche Nummern
fr: Correspondance des numéros
pl: dopasowanie cyfr
zh_hans: 匹配数字
zh_hant: 匹配數字

# RegExMatchWord
source: Match word
cs: Jakékoli slovo
de: Passendes Wort
fr: Correspondance des mots
pl: dopacowanie liter
zh_hans: 匹配英文单词

# RegExReplacePattern
source: Replace pattern
cs: Nahradit podle vzoru
de: Muster ersetzen
fr: Modèle de remplacement
pl: Wzorzec do zmiany
zh_hans: 替换模式
zh_hant: 取代模式

# RegExStartOfString
source: Start of string
de: Anfang der Zeichenfolge
fr: Début de chaîne
pl: Początek wyrażenia
zh_hans: 字符串开头
zh_hant: 字串開頭

# ResizeModeFitWithin
source: Fit within
cs: Umístit do
de: Passend zu
fr: S’intégre dans
pl: Dopasuj do rozmiaru
zh_hans: 适应
zh_hant: 適應内容

# ResizeModeFixedHeight
source: Fixed height
de: Fixe Höhe
pl: Ustalona wysokość
zh_hans: 固定高度

# ResizeModeFixedWidth
source: Fixed width
de: Fixe Breite
fr: Largeur fixe
pl: Ustalona szerokość
zh_hans: 固定宽度

# ResizeModeMinimumSize
source: Minimum size
de: Mindestgröße
pl: Minimalny rozmiar
zh_hans: 最小尺寸
zh_hant: 最小大小

# Result_Done
source: Done
cs: Dokončeno
de: Fertig
fr: Terminé
pl: Gotowe
zh_hans: 完成
zh_hant: 已完成

# Result_OperationError
source: Error performing operation
de: Fehler bei Durchführung der Operation
fr: Erreur durant l'exécution de l'opération
zh_hans: 执行操作时出错

# Result_TaskCancelled
source: Task cancelled
cs: Úloha byla zrušena
de: Aufgabe abgebrochen
fr: Tâche annulée
pl: Zadanie anulowane
zh_hans: 任务已取消

# SourceFile
source: Full path to file
de: Vollständiger Dateipfad
zh_hans: 文件的完整路径
zh_hant: 檔案完整路徑

# TT_Example
source: Example
de: Beispiel
fr: Exemple
pl: Przykład
zh_hans: 示例
zh_hant: 範例

# TT_ExampleOutput
source: Out
cs: Výstup
de: Aus
fr: Résultat
pl: Wynik
zh_hans: 输出
zh_hant: 輸出

# TT_OriginalFilename
source: Original filename
de: Original Dateiname
fr: Nom de fichier original
pl: Oryginalna nazwa
zh_hans: 原始文件名

# TT_PreviousRuleOutput
source: Output from previous rule
de: Ausgabe der vorigen Regel
fr: Résultat de la règle précédente
zh_hans: 上一条规则的输出
zh_hant: 先前規則的輸出

# TT_SequentialNumber
source: Seqential number
cs: Sekvence čísel
de: Fortlaufende Nummer
fr: Numéro séquentiel
pl: Numer sekwencyjny
zh_hans: 序号
zh_hant: 序號

# ColumnIsNameValid_TT
source: Name validity
cs: Platnost názvu
de: Namens-Gültigkeit
pl: Poprawność nazwy
zh_hans: 名称有效性

# Watermark_DragFilesHereOrPaste
source: Drag files here or paste with Ctrl+V
de: Dateien hierher ziehen oder mit STRG+V einfügen
fr: Glisser les fichiers ici ou collez-les avec Ctrl+V
pl: Przeciągnij pliki tutaj lub wklej za pomocą Ctrl+V
zh_hans: 将文件拖到此处或使用 Ctrl + V 粘贴
zh_hant: 將檔案拖動到此處或使用 Ctrl+V 貼上

# CaseExtension
source: Extension letter case
cs: Velikost písmen v příponě
de: Schreibweise Erweiterung
fr: Casse de lettre d’extension
pl: Wielkość liter rozszerzenia pliku
zh_hans: 文件扩展名字母大小写形式
zh_hant: 副檔名大小寫

# CaseFileName
source: File name letter case
cs: Velikost písmen v názvu souboru
de: Schreibweise Dateiname
pl: Wielkość liter nazwy pliku
zh_hans: 文件名字母大小写形式
zh_hant: 檔案名大小寫

source: Unchanged
cs: Neměnit
de: Unverändert
fr: Inchangé
pl: Bez zmian
zh_hans: 未改变
zh_hant: 不變

source: lowercase
cs: malými písmeny
de: kleinschreibung
fr: minuscules
pl: małe litery
zh_hans: 小写字母

source: UPPERCASE
cs: VELKÝMI PÍSMENY
de: GROSSSCHREIBUNG
fr: MAJUSCULES
pl: WIELKIE LITERY
zh_hans: 大写字母

# RuleReplace
source: Replace
de: Ersetzen
fr: Remplacer
pl: Zamień
zh_hans: 替换

source: Ignore case
de: Fall ignorieren
fr: Ignorer la casse
pl: Ignoruj wielkość liter
zh_hans: 不区分大小写

# RegExWordToReplace
source: Word to replace or RegEx pattern
cs: Slovo, které chcete nahradit nebo regulární výraz
de: Ersetzendes Wort oder RegEx-Muster
fr: Mot à remplacer ou modèle RegEx
pl: Słowo do zastąpienia lub wzorzec wyrażenia regularnego
zh_hans: 替换文字或正则表达式模式
zh_hant: 要取代的字詞或規則運算式模式

source: Custom height
de: Individuelle Höhe
fr: Hauteur personnalisée
pl: Niestandardowa wysokość
zh_hans: 自定义高度

source: Element
cs: Prvek
fr: Élément
zh_hans: 元素

source: Fit text
de: Text einpassen
fr: Ajuster le texte
pl: Dopasuj do tekstu
zh_hans: 适应文本
zh_hant: 適應内容

source: Height
de: Höhe
fr: Hauteur
pl: Wysokość
zh_hans: 高度

source: Item height
de: Elementhöhe
fr: Hauteur de l’élément
pl: Wysokość elementu
zh_hans: 项目高度
zh_hant: 項目高度

source: On
cs: Volba
de: An
fr: Activé
pl: Wł.
zh_hans: 启用
zh_hant: 開

source: Resize to verify Removal Order
cs: Pro ověření pořadí skrývání prvků změňte šířku zobrazení
de: Größe ändern, um den Entfern-Auftrag zu überprüfen
fr: Redimensionner pour vérifier l’ordre de retrait
pl: Zmień rozmiar, aby zweryfikować kolejność ukrywania
zh_hans: 调整大小以验证移除顺序
zh_hant: 調整左側寬度以預覽超出範圍時的隱藏順序

# SomeElementsAreHidden
source: Some elements are hidden due to available size (according to Removal Order)
cs: Některé prvky jsou vzhledem k dostupné šířce zobrazení skryté (podle určeného pořadí skrývání)
de: Einige Elemente sind aufgrund der verfügbaren Größe ausgeblendet (gemäß Entfern-Auftrag)
fr: Certains éléments sont masqués en raison de la taille disponible (selon l’ordre de retrait)
pl: Niektóre elementy są ukryte ze względu na dostępny rozmiar (zgodnie z kolejnością ukrywania)
zh_hans: 由于可用尺寸限制，某些元素已被隐藏（根据移除顺序）
zh_hant: 部分元素會在寬度不足時隱藏（根據隱藏順序）

source: Update preview
cs: Aktualizuj náhled
de: Vorschau aktualisieren
fr: Mise à jour de l'Aperçu
pl: Zaktualizuj podgląd
zh_hans: 更新预览
zh_hant: 刷新預覽

source: Width
de: Breite
fr: Largeur
pl: Szerokość
zh_hans: 宽度

source: X offset
de: X-Versatz
pl: Wsp. X
zh_hans: X轴偏移
zh_hant: X 位移

source: Y offset
de: Y-Versatz
pl: Wsp. Y
zh_hans: Y轴偏移
zh_hant: Y 位移

# CustomHeight_TT
source: If you are using Thumbnail, make it the same height
cs: Pokud používáte miniatury, nastavte jejich výšku stejně
de: Wenn Sie Thumbnails verwenden, sollten diese die gleiche Höhe haben
fr: Si vous utilisez les Miniatures, faites-les à la même hauteur
zh_hans: 若您使用缩略图，请使其高度相同
zh_hant: 如果您正在使用縮圖視圖，請將其設置為相同的高度

source: Element align
de: Element ausrichten
zh_hans: 元素对齐

# FVDWindowTitle
source: File view designer
cs: Návrhář rozložení zobrazení
de: Datei-Ansichts-Designer
pl: Projektant widoku plików
zh_hans: 文件视图设计器
zh_hant: 檔案視圖編輯器

source: Icon
fr: Icone
pl: Ikona
zh_hans: 图标

source: Min.Width
cs: Min. šířka
de: Min.Breite
fr: Largeur mini
pl: Min. szer.
zh_hans: 最小宽度

source: Removal order
cs: Pořadí skrývání
de: Entfern-Auftrag
fr: Ordre de retrait
pl: Kolejność ukrywania
zh_hans: 移除顺序
zh_hant: 隱藏順序

source: Text align
de: Textausrichtung
zh_hans: 文本对齐
zh_hant: 文本對齊

source: Thumbnail
fr: Miniature
pl: Miniatura
zh_hans: 缩略图

source: Edited view:
cs: Upravované zobrazení:
de: Bearbeitete Version:
zh_hans: 编辑视图：
zh_hant: 已編輯的視圖：

# ApplyToCurrent
source: Apply to current folder-pane and close (without saving)
cs: Použít v zobrazení aktuální složky a zavřít (bez uložení)
de: Auf aktuelles Ordnerfenster anwenden und schließen (ohne zu speichern)
pl: Zastosuj do bieżącego okna i zamknij (bez zapisywania)
zh_hans: 应用到当前文件夹面板并关闭（不保存）
zh_hant: 套用到當前資料夾窗格並關閉（不儲存）

source: Load
cs: Načíst
de: Laden
fr: Charger
pl: Załaduj
zh_hans: 加载
zh_hant: 加載

source: Save
de: Speichern
fr: Enregistrer
pl: Zapisz
zh_hans: 保存
zh_hant: 保存

source: Save as
de: Speichern unter
pl: Zapisz jako
zh_hans: 另存为

# SaveNotice
source: Save as a custom View name to prevent restoring default views when program updates
cs: Aby při aktualizaci programu nedošlo ke změně nastavení výchozího zobrazení, uložte jej pod jiným názvem
de: Als benutzerdefinierten Ansichtsnamen speichern, um die Wiederherstellung von Standardansichten bei Programmaktualisierungen zu verhindern
pl: Zapisz pod właśną nazwą, aby zapobiec przywracaniu widoków domyślnych podczas aktualizacji programu
zh_hans: 另存为自定义视图名称，以免程序更新后被重置为默认的视图配置
zh_hant: 另存為自訂視圖名稱可避免在程式更新時重設預設視圖

# OpenContextMenu
source: Open shell context menu
cs: Otevřít kontextovou nabídku Windows shellu
zh_hans: 打开 shell 上下文菜单
zh_hant: 開啟命令殼層内容功能表

# CloseTab
source: Close current tab
cs: Zavřít aktuální kartu
zh_hans: 关闭当前选项卡
zh_hant: 關閉當前索引標簽

# CopyFolderPath
source: Copy full path of the currently opened folder to Windows Clipboard
cs: Zkopírovat plnou cestu aktuálně otevřené složky do schránky systému Windows
zh_hans: 将当前打开的文件夹的完整路径复制到 Windows 剪贴板
zh_hant: 將當前資料夾的完整路徑複製到 Windows 剪貼簿

# Duplicate
source: Duplicate file
cs: Duplikovat soubor
zh_hans: 重复文件
zh_hant: 複製檔案

# FileProperties
source: Open Windows file info/properties dialog
cs: Otevřít dialogové okno Vlastnosti souboru systému Windows
zh_hans: 打开 Windows 文件信息与属性对话框
zh_hant: 開啟 Windows 檔案資訊/屬性對話框

# FocusOtherBrowser
source: Switch focus between browsers
cs: Přepnout mezi levým a pravým panelem
zh_hans: 在浏览窗口之间切换焦点
zh_hant: 在瀏覽窗格間切換焦點

# MoveWindowToCenter
source: Move window to center of screen
cs: Přesunout okno do středu obrazovky
zh_hans: 将窗口移动到屏幕中心
zh_hant: 將視窗移至螢幕中央

# NewTabFromClipboard
source: Create New Tab from a Clipboard path
cs: Vytvořit novou kartu z cesty uložené ve schránce Windows
zh_hans: 从剪贴板中创建新选项卡
zh_hant: 使用剪貼簿中的路徑建立新索引標簽

# OpenCMD
source: Open default command line shell
cs: Otevřít výchozí program příkazového řádku
zh_hans: 打开默认命令行 shell
zh_hant: 開啟預設命令殼層

# OpenCMDElevated
source: Open default command line shell elevated
cs: Otevřít výchozí program příkazového řádku jako správce
zh_hans: 打开默认命令行 shell 提升
zh_hant: 開啟預設命令殼層（系統管理員）

# PreviewCommand
source: Preview file in a separate window
cs: Zobrazit náhled souboru v samostatném okně
zh_hans: 在单独窗口中预览文件
zh_hant: 在單獨視窗中預覽檔案

# QuickTag
source: Quick tag/untag selection
cs: Nastavit/odebrat rychlý štítek
zh_hans: 快速标记或取消选择
zh_hant: 快速標記/取消標記選取項目

# Search
source: Open search window
cs: Otevřít vyhledávací okno
zh_hans: 打开搜索窗口
zh_hant: 開啟搜尋視窗

# Tag
source: Tag selected items
cs: Označit vybrané položky štítkem
zh_hans: 标记选定的项目
zh_hant: 標記選取項目

# ToggleHidden
source: Toggle hidden files
cs: Nastavit zobrazování skrytých souborů
zh_hans: 切换隐藏文件
zh_hant: 切換顯示隱藏檔案

# ToggleNotifications
source: Open/Close notifications panel. Usually Shift + key under Esc
cs: Otevření/zavření panelu oznámení. Obvykle Shift + klávesa pod Esc
zh_hans: 开关通知面板。通常为 Shift + Esc 下方的键
zh_hant: 切換顯示通知面板。通常為 Shift + `

# ToggleSecondBrowser
source: Toggle visibility of second browser pane
cs: Zobrazení/skrytí druhého panelu
zh_hans: 切换第二个浏览面板的可见度
zh_hant: 切換顯示二號瀏覽窗格

# DLG_ShortcutsSaved
source: Shortcuts saved in {0}.
cs: Klávesové zkraty jsou uloženy do {0}.
zh_hans: 保存在{0}中的快捷方式。
zh_hant: 快速鍵已保存至 {0}。

# DLG_ShortcutsSavingFailed
source: Not saved. [NEWLINE]Conflicting shortcuts detected. [NEWLINE]Fix all conflicts (see 'Conflict with' column) and then try saving again.
cs: Změny nebyly uloženy. [NEWLINE]V nastavení klávesových zkratek došlo ke konfliktu. [NEWLINE]Opravte všechny konflikty (viz sloupec 'Konflikt s') a zkuste to znovu.
zh_hans: 未保存。[NEWLINE]检测到冲突的快捷方式。[NEWLINE]修复所有冲突（请参阅「发生冲突」列），再尝试保存。
zh_hant: 尚未儲存。[NEWLINE]偵測到衝突的快速鍵。[NEWLINE]請修復所有衝突（可參照「衝突」欄），然後再次嘗試儲存。

# DLG_YN_SaveShortcuts
source: Save and enable custom shortcuts?
cs: Uložit a povolit vlastní klávesové zkratky?
zh_hans: 保存并启用自定义快捷方式？
zh_hant: 儲存並啟用自訂快速鍵？

# ShortcutsEditorTips
source: Keys labeled with OEM are keyboard/language specific
cs: Klávesy označené jako OEM se mohou u konkrétních rozložení klávesnic lišit.
zh_hans: 标有 OEM 的键是键盘或语言特定的
zh_hant: 標有 OEM 的按鍵可能隨鍵盤或語言變更

# TogglePreviewPane
source: Toggle visibility of preview pane (not preview window)
cs: Zobrazit/skrýt podokno náhledu (nikoli samostatné okno náhledu)
zh_hans: 切换预览面板（非预览窗口）的可见性
zh_hant: 切換預覽窗格的可見性（非預覽視窗）

# ToggleSidebarPane
source: Toggle visibility of sidebar pane
cs: Zobrazit/skrýt postranní panel
zh_hans: 切换侧边栏面板的可见性
zh_hant: 切換側邊欄窗格的可見性

# ColumnAdvancedExpandTriggerWidth
source: Trigger width
cs: Hraniční šířka
de: Trigger-Breite
fr: Largeur de déclenchement
pl: Szerokość maksymalna

# ColumnAutoExpandColumnsLayout
source: Expand Column when cursor enters it (Columns layout)
cs: Rozšířit sloupec, když na něj najede kurzor (rozložení sloupců)
de: Spalte vergrößern, wenn der Cursor sie erfasst (Spaltenlayout)
fr: Expandre la colonne au survol du curseur (disposition Colonnes)
pl: Rozwiń kolumnę po wskazaniu kursorem (układ kolumnowy)
zh_hant: 游標進入時展開欄位（欄式佈局）

# ColumnAutoExpandStandardLayout
source: Expand Column when cursor enters it (Standard layout)
cs: Rozšířit sloupec, když na něj najede kurzor (standardní rozložení)
de: Spalte vergrößern, wenn der Cursor sie erfasst (Standard)
fr: Expandre la colonne au survol du curseur (disposition Standard)
pl: Rozwiń kolumnę po wskazaniu kursorem (układ standardowy)
zh_hant: 游標進入時展開欄位（標準佈局）

# ColumnParentWidthInfo
source: When space is limited, parent folder column will try to expand to this size:
cs: Je-li prostor omezen, pokusí se program rozšířit sloupec nadřazené složky na tuto velikost:
de: Bei begrenztem Platz versucht die Spalte des übergeordneten Ordners, sich auf diese Größe zu erweitern:
fr: Lorsque l’espace est limité, la colonne du dossier parent essaie de s’expandre à cette taille :
pl: Gdy ilość miejsca jest ograniczona, kolumna folderu nadrzędnego spróbuje rozszerzyć się do tego rozmiaru:
zh_hant: 當空間有限時，父資料夾欄將嘗試擴展到以下大小：

source: Command shell
cs: Příkazový řádek
de: Befehlszeile
fr: Interpéteur de commandes
pl: Powłoka poleceń
zh_hant: 命令殼層

# CommandShellArgs
source: Arguments
cs: Parametry
de: Argumente
zh_hant: 引數

# ContextMenuItemExample
source: Example Menu Item
de: Beispiel-Menüpunkt
zh_hant: 範例功能表項

# DefaultFileManagerRegister
source: Register as a default file manager
cs: Používat OneCommander jako výchozí správce souborů
de: Als Standard-Dateimanager registrieren
fr: Inscrire en tant que gestionnaire de fichiers par défaut
pl: Zarejestruj jako domyślny menedżer plików
zh_hant: 註冊為預設檔案管理器

source: Download icon packs
de: Symbolpakete herunterladen
pl: Pobierz pakiety ikon

# OnStartRestoreTabs
source: Restore tabs from previous session
de: Registerkarten der vorherigen Sitzung wiederherstellen
pl: Przywróć karty z poprzedniej sesji

# OpeningItemsDoubleClick
source: Double-click opens items (single-click to select)
cs: Otevřít položku poklepáním (jedním kliknutím označit)
de: Doppelklick öffnet Elemente (Einfachklick zum Auswählen)
fr: Double-cliquer pour ouvrir les éléments (un seul clic pour sélectionner)
zh_hant: 按兩下開啟項目（按一下選中）

# RenderingQuestion
source: Rendering
de: Darstellung
fr: Rendu
zh_hant: 渲染方式

source: Scrolling behavior:
cs: Chování při rolování:
de: Bildlaufverhalten:
fr: Comportement du défilement :

# ScrollingBehaviorPixel
source: Pixel (smooth)
cs: po pixelech
de: Pixel (geglättet)
fr: Défilement fluide (pixel par pixel)
pl: po pikselu (gładkie)

source: Show drives in sidebar
de: Laufwerke in der Seitenleiste anzeigen
zh_hant: 在側邊欄中顯示磁碟機

# ShowErrorReportDialogInfo
source: On crash a window will show where you can write steps to reproduce the crash so it can be fixed in the next update
cs: Při havárii se zobrazí okno, kde můžete napsat kroky k reprodukci chyby programu, aby mohly být v příští aktualizaci opraveny
de: Von Windows abrufen
fr: En cas de crash, une fenêtre s'affichera dans laquelle vous pourrez écrire les étapes nécessaires pour reproduire le crash afin qu’il puisse être corrigé dans la prochaine mise à jour.
pl: Po awarii pojawi się okno, w którym będzie można opisać kroki w celu odtworzenia awarii, aby można ją było naprawić w następnej aktualizacji
zh_hant: 崩潰時將會顯示錯誤報告視窗，供您填寫重現錯誤的步驟，以便在下次更新中修復錯誤

# ShowFolderSizeOnNetwork
source: Show Folder size on network folders
cs: Zobrazovat velikost složky v síťových složkách
de: Größe von Netzwerkordnern anzeigen
fr: Afficher la taille des dossiers sur les dossiers réseaux
pl: Pokaż rozmiar folderu dla folderów sieciowych
zh_hant: 顯示網路資料夾大小

# SortingInfo
source: These settings won't affect folders that already have sorting saved
cs: Tato nastavení neovlivní složky, které již mají způsob řazení uložený
de: Diese Einstellungen wirken sich nicht auf Ordner aus, deren Sortierung gespeichert wurde.
fr: Ces paramètres n’affecteront pas les dossiers dont le tri est déjà enregistré.
pl: Te ustawienia nie będą miały wpływu na foldery, które mają już zapisane sortowanie
zh_hant: 這些設定不會影響已保存排序的資料夾

# ThemeCreationTip
source: To create a custom theme: make a copy of a theme from \Themes folder and edit values in .xaml file
de: Benutzerdefiniertes Design: erstellen Sie eine Kopie eines Designs aus dem Ordner \Themes und bearbeiten Sie Werte in der XAML-Datei
pl: Aby utworzyć motyw niestandardowy: utwórz kopię motywu z folderu \Themes i edytuj wartości w pliku .xaml

# UseHighResScrolling
source: Use high-resolution touchpad scrolling
cs: Používat rolování na touchpadech s vysokým rozlišením
de: Hochauflösende Touchpad-Bildläufe verwenden.
fr: Utiliser le défilement du pavé tactile haute résolution
pl: Używaj wysokiej rozdzielczości płytki dotykowej podczas przewijania

# ComputerNameCustom
source: Custom alias
de: Benutzerdefiniert
pl: Nazwa niestandardowa
zh_hant: 自訂別名

# ComputerNameQuestion
source: Root folder alias
de: Stammordner-Alias
pl: Nazwa folderu głównego

# FileOperationsHandlerInfo
source: Choice between default or TeraCopy (must be already installed)
de: Standard oder TeraCopy (muss bereits installiert sein)
fr: Choix entre default ou TeraCopy (qui doit être déjà installé)
pl: Pozwala wybrać pomiędzy domyślnym a programem TeraCopy (musi być już zainstalowany)
zh_hant: 可在 原生 或 TeraCopy（另外安裝） 之間進行選擇

source: Scrollbar style
cs: Vzhled posuvníku
de: Rollbalken-Stil
fr: Style des barres de défilement

source: Size format
cs: Formátování velikosti
de: Größenangabe
pl: Format rozmiaru pliku
zh_hant: 大小顯示格式

# ShowFileAttributes
source: Show file attributes and synchronization state icons
de: Symbole für Dateiattribute und Synchronisierungsstatus anzeigen
pl: Pokaż atrybuty plików i ikony stanu synchronizacji
zh_hant: 顯示檔案屬性和同步狀態

# ImageScaleOriginal
source: Original size
cs: v původní velikosti
de: Originalgröße
fr: Taille d’origine
pl: Rozmiar oryginalny

# ImageScaleQuestion
source: Display small images
cs: Malé obrazové soubory zobrazuj
de: Kleine Bilder anzeigen
fr: Affichage des petites images
pl: Wyświetlanie małych obrazów
zh_hant: 圖像展示大小

# PreviewInterpolationQuestion
source: Image scaling interpolation
cs: Interpolace měřítka obrázku
de: Interpolation der Bildskalierung
pl: Interpolacja podczas skalowania obrazów
zh_hant: 影像縮放插補

# MetadataLineCount
source: Lines of text
cs: Počet řádků textu
de: Textzeilen
fr: Lignes de texte
pl: Liczba wierszy tekstu
zh_hant: 顯示行數

# ShowFilesViewToolbar
source: Show Files View toolbar buttons
cs: Zobrazit tlačítka režimů zobrazení na panelu nástrojů
de: Werkzeugleiste für die Dateiansicht anzeigen
pl: Pokaż przyciski paska narzędzi „Widok plików”
zh_hant: 在工具列顯示「檔案視圖」按鈕

# UseMicaWindow
source: Use Mica window effect
cs: Použití efektu slídového skla
de: Glimmereffekt verwenden
pl: Zastosuj efekt półprzezroczystości Mica
zh_hant: 使用雲母（Mica）視窗效果

# HistoryMaxItems
source: Max number of paths saved
cs: Nejvyšší počet uložených cest
de: Max. Anzahl gespeicherter Pfade
pl: Maksymalna liczba zapisanych ścieżek
zh_hant: 最大可儲存路徑數

source: Clear History on close
de: Verlauf beim Schließen löschen
pl: Wyczyść historię przy zamykaniu
zh_hant: 關閉時清除歷程記錄

# ColorLuminosity_TT
source: Color luminosity
cs: Jas
de: Farb-Leuchtkraft
pl: Jasność kolorów
zh_hant: 色彩光亮度

# OpenArgsPathQuestion
source: Open paths from external source in:
cs: Při otevření složky externím programem zobrazit cestu na:
de: Pfade von externer Quelle öffnen in:
fr: Ouvrir les chemins provenant d’une source externe dans :
pl: Otwórz ścieżki z zewnętrznego źródła w:
zh_hant: 從外部來源開啟路徑：
