Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# HotkeyQuestion
source: Hotkey action
cs: Klávesová zkratka vyvolá
zh_hans: 快捷键操作
zh_hant: 快速鍵動作

# AudioDownloadParameters
source: Download Audio by pasting URL using following parameters
cs: Stáhnout audio soubory vložením adresy URL s použitím následujících parametrů
zh_hans: 使用如下参数粘贴 URL 以下载音频
zh_hant: 貼上音頻地址時使用以下參數下載音頻

# Extensions
source: File types
cs: Typy souborů
zh_hans: 文件类型

# ExtensionsExecutable
source: Executable
cs: Spustitelné soubory
zh_hans: 可执行

# ExtensionsExecutableInfo
source: File types that will accept file to be dropped onto
cs: Typy souborů, které otevřou a zpracují jiné soubory metodou táhni a pusť
zh_hans: 可接受投放文件的文件类型

# ExtensionsInfo
source: Influences preview, metadata, thumbnail and similar functionality depending on what is supported in 3rd party extensions and Windows itself
cs: Ovlivňuje funkcionality náhledu, metadata, miniatury a další v závislosti na tom, co podporují rozšíření třetích stran a samotný systém Windows
zh_hans: 影响预览、元数据、缩略图和类似功能，具体取决于第三方扩展和 Windows 操作系统自身所支持的功能

# MouseDebounceTime
source: Double-Click threshold (ms)
cs: Hodnota rozlišení dvoukliku (ms)
zh_hans: 双击阈值（毫秒）

# MouseDebounceTimeInfo
source: Reduces mouse button noise by setting a delay (in milliseconds) to ignore rapid, unintended clicks
cs: Nastavení prodlevy dvoukliku (v milisekundách) umožní zabránit rychlým či nechtěným kliknutím vyvolaným elektronickým šumem tlačítka myši
zh_hans: 通过设置延迟（以毫秒为单位）忽略快速的意外点击，降低鼠标误触。

source: Text rendering
cs: Vykreslování textu
zh_hans: 文本渲染

# TextRenderingInfo
source: Affects only text in files list. If you have mutiple screens it may look different on each if they have different Windows Display Scale or Pixel Layouts, so calibrate to the lowest-quality screen. Changing program font size will affect this. Windows ClearType option affects this.
cs: Ovlivňuje pouze text v seznamu souborů. Výsledek může vypadat na každé obrazovce jinak, pokud jich máte více a pokud mají jiné měřítko zobrazení v systému Windows nebo jiné rozložení pixelů; proto proveďte kalibraci na obrazovce s nejnižší kvalitou. Tuto volbu může ovlivnit změna nastavení velikosti písma programu a nastavení volby ClearType v systému Windows.
zh_hans: 仅影响文件列表中的文本。如果您有多个屏幕，且它们的 Windows 显示比例或像素布局不同，则在每个屏幕上显示的效果可能会不同，因此请根据质量最低的屏幕进行校准。更改程序字体大小会对此产生影响。Windows ClearType 选项也会对此产生影响。

# TextRenderingSelect
source: Select the best looking text option
cs: Vyberte nejlépe vypadající variantu textu
zh_hans: 选择最美观的文本选项

# RemoveDuplicatesFromTabsHistory
source: Remove duplicates from tab's path history
cs: Odstranit duplicitní cesty z historie
zh_hans: 从标签页的路径历史中删除重复项

# PreviewTextMaxLength
source: Preview text length
cs: Délka textu v náhledu
zh_hans: 预览文本长度

# PreviewTextMaxLengthInfo
source: Number of characters to read from file to show in preview pane
cs: Počet znaků, které se mají načíst ze souboru a zobrazit v podokně náhledu
zh_hans: 从文件中读取并显示在预览面板中的字符数

source: Copy path format
cs: Formát zkopírované cesty
zh_hans: 复制路径格式

# AgeDayShort
source: d
de: t
fr: J
zh_hans: 天

# AgeHourShort
source: h
pl: g
zh_hans: 时

# AgeMonthShort
source: M
zh_hans: 月

# AgeYearShort
source: y
de: J
fr: A
pl: r
zh_hans: 年

# Archive_CancellingExtraction
source: Cancelling task...
cs: Ruším úlohu...
de: Aufgabe abbrechen...
pl: Anulowanie zadania…
zh_hans: 取消任务中……
zh_hant: 取消任務中...

# Archive_Extracting
source: Extracting {0}
cs: Rozbaluji {0}
de: Extrahierung von {0}
pl: Wypakowywanie {0}
zh_hans: 提取 {0}
zh_hant: 正在解壓縮 {0}

# Archive_FileExistsAskToReplace
source: File {0} already exists in the destination folder. [NEWLINE]Replace all?
cs: Soubor {0} již v cílové složce existuje.[NEWLINE]Nahradit vše?
de: Datei {0} existiert bereits im Zielordner. <br/>Alle ersetzen?
fr: Le fichier {0} existe déjà dans le dossier de destination. <br/>Remplacer tout ?
zh_hans: 文件{0}已存在于目标文件夹中。[NEWLINE]确定全部替换吗？
zh_hant: 檔案 {0} 已在目標資料夾中存在。[NEWLINE]是否全部取代？

# Button_Apply
source: Apply
de: Übernehmen
fr: Appliquer
pl: Zastosuj
zh_hans: 应用
zh_hant: 套用

# Button_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
zh_hans: 取消

# Button_No
source: No
de: NEIN
fr: Non
pl: Nie
zh_hans: 否
zh_hant: 否

# Button_OK
source: OK
zh_hans: 确定
zh_hant: 確定

# Button_Yes
source: Yes
de: JA
fr: Oui
pl: Tak
zh_hans: 是
zh_hant: 是

# ClipboardCopy_TT
source: Copy to Clipboard
de: In Zwischenablage kopieren
fr: Copier dans le Presse-papiers
pl: Kopiuj do schowka
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# ClipboardCut_TT
source: Cut to Clipboard
zh_hans: 剪切到剪贴板
zh_hant: 剪下到剪貼簿

# ColumnsToggle_S
source: ` (under ESC key)
cs: ' (pod klávesou Esc)
pl: ` (pod klawiszem ESC)
zh_hans: `（在ESC键下面）
zh_hant: `（在 ESC 鍵下方）

# CopyPath_TT
source: Copy path to clipboard
de: Pfad in Zwischenablage kopieren
fr: Copier le chemin d'accès dans le Presse-papiers
pl: Kopiuj ścieżkę do schowka
zh_hans: 将路径复制到剪贴板
zh_hant: 複製路徑到剪貼簿

# Delete_S
source: Del
de: Entf
fr: Suppr
pl: Delete
zh_hans: 删除

# Delete_TT
source: Delete selected items
de: Ausgewählte Elemente löschen
fr: Supprimer les éléments sélectionnés
pl: Usuń wybrane elementy
zh_hans: 删除所选项目
zh_hant: 刪除選中的項目

# DetailsAccessed
source: Accessed
cs: Otevřeno
de: Zugriff
fr: Accédé
pl: Ostatnio otwarto
zh_hans: 进入
zh_hant: 存取日期

# DetailsAge
source: Age
cs: Stáří
de: Alter
fr: Âge
pl: Wiek
zh_hans: 年龄

# DetailsCreated
source: Created
cs: Vytvořeno
de: Erstellt
fr: Créé
pl: Utworzono
zh_hans: 创建时间
zh_hant: 建立日期

# DetailsFileSystem
source: File system
cs: Souborový systém
de: Dateisystem:
fr: Système de fichiers
pl: System plików
zh_hans: 文件系统

# DetailsFreeSpace
source: Free space
de: Freier Speicherplatz:
fr: Espace disponible
zh_hans: 剩余空间

# DetailsModified
source: Modified
cs: Upraveno
de: Geändert
fr: Modifié
pl: Zmodyfikowano
zh_hans: 修改时间
zh_hant: 修改日期

# DetailsName
source: Name
cs: Název
fr: Nom
pl: Nazwa
zh_hans: 名称
zh_hant: 名稱

# DetailsPath
source: Path
de: Pfad
fr: Chemin d'accès
pl: Ścieżka
zh_hans: 路径

# DetailsSize
source: Size
de: Größe
fr: Taille
pl: Rozmiar
zh_hans: 大小

# DetailsSizeInMB
source: Size in MB
de: Größe in MB:
pl: Rozmiar w MB
zh_hans: 大小（MB）

# DetailsType
source: Type
de: Typ
pl: Rodzaj
zh_hans: 类型

# DividerButtonsHorizontalLayout_TT
source: Use ︿ ﹀ buttons on this divider to show/hide browser panes
cs: Pomocí tlačítek ︿ ﹀ na tomto oddělovači můžete zobrazit/skrýt panely prohlížeče
de: Schaltflächen ˄ ˅ auf dieser Trennlinie verwenden, um Fenster ein-/auszublenden
pl: Użyj przycisków ︿ ﹀ na tej linii podziału, aby pokazać/ukryć okienka przeglądarki
zh_hans: 使用此分隔线上的︿ ﹀按钮来显示或隐藏浏览面板
zh_hant: 使用此分隔線上的 ︿ ﹀ 按鈕切換顯示瀏覽窗格

# DividerButtonsVerticalLayout_TT
source: Use ❮ ❯ buttons on this divider to show/hide browser panes
de: Schaltflächen ❮ ❯ auf dieser Trennlinie verwenden, um Fenster ein-/auszublenden
fr: Utilisez les boutons < > de ce séparateur pour afficher/masquer les volets du navigateur
pl: Użyj przycisków ❮ ❯ na tej linii podziału, aby pokazać/ukryć okienka przeglądarki
zh_hans: 使用此分隔线上的❮ ❯按钮来显示或隐藏浏览面板
zh_hant: 使用此分隔線上的 ❮ ❯ 按鈕切換顯示瀏覽窗格

# Divider_Notifications
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
pl: POWIADOMIENIA
zh_hans: 通知

# Divider_ShowBrowser1
source: SHOW BROWSER 1
cs: ZOBRAZIT PANEL 1
de: FENSTER 1 ANZEIGEN
pl: POKAŻ PRZEGLĄDARKĘ 1
zh_hans: 显示浏览窗口 1
zh_hant: 顯示瀏覽窗格 1

# Divider_ShowBrowser2
source: SHOW BROWSER 2
cs: ZOBRAZIT PANEL 2
de: FENSTER 2 ANZEIGEN
pl: POKAŻ PRZEGLĄDARKĘ 2
zh_hans: 显示浏览窗口 2
zh_hant: 顯示瀏覽窗格 2

# DLG_E_DateFormatInvalid
source: This is not a valid date format in .NET standard. Resetting to default
cs: Toto není platný formát data ve standardu .NET. Obnovit do výchozího nastavení
de: Dies ist kein gültiges Datumsformat im .NET Standard. Zurücksetzen auf Standardeinstellung
fr: Il ne s’agit pas d’un format de date valide dans la norme .NET. Réinitialisation à la valeur par défaut
pl: To nie jest prawidłowy format daty w standardzie .NET. Resetowanie do ustawień domyślnych
zh_hans: 这不是 .NET 标准中的有效日期格式。重置为默认值
zh_hant: 這不是 .NET 標準中的有效日期格式。已重置為預設值

# DLG_E_RunningFromProgramFiles
source: Portable programs need a write access in their own folders so they cannot run from "Program Files" folder or other system folders. Please close the program and move the entire folder to a [BOLDSTART]non-system folder[BOLDEND] and run it again
cs: Přenosné programy potřebují práva zápisu do svých složek, takže nemohou být spouštěny ze složky "Program Files" nebo jiných systémových složek. Program ukončete a celou složku přesuňte do [BOLDSTART]nesystémové složky[BOLDEND] a znovu jej spusťte
zh_hans: 便携式程序需要在其所在的文件夹中拥有写入权限，因此不能位于「Program Files」文件夹中。请将整个文件夹移动到[BOLDSTART]非系统文件夹[BOLDEND]并再次运行
zh_hant: 便攜式程式需要在自己的資料夾中具有寫入權限，因此它們不能位於「Program Files」資料夾中。請關閉程式並將整個資料夾移至[BOLDSTART]非系統資料夾[BOLDEND]，然後再次執行

# DLG_E_UseLettersAndNumbersOnly
source: Please use only letters, numbers, and - or _
cs: Používejte prosím pouze písmena, číslice a znaky - nebo _
de: Bitte nur Buchstaben, Zahlen und - oder _ verwenden
zh_hans: 请只使用字母、数字、- 或 _
zh_hant: 請只使用字母、數字、連字符（-）或下劃綫（_）

# DLG_FolderNotFound
source: Folder {0} not found
de: Ordner "{0}" nicht gefunden.
fr: Dossier {0} introuvable
zh_hans: 找不到文件夹 {0}
zh_hant: 找不到資料夾 {0}

# DLG_HowToCloseProgram
source: To close OneCommander completely, [BOLDSTART]hold CTRL while clicking the close button[BOLDEND], or right-click the OneCommander icon in System Tray (next to clock), and select [BOLDSTART]Exit[BOLDEND]
cs: Chcete-li OneCommander zcela ukončit, [BOLDSTART]podržte klávesu CTRL a klikněte na tlačítko Zavřít[BOLDEND] nebo klikněte pravým tlačítkem myši na ikonu OneCommander v systémové liště (vedle hodin) a vyberte volbu [BOLDSTART]Ukončit[BOLDEND]
de: Um OneCommander vollständig zu schließen, halten Sie <B> die STRG-Taste gedrückt, während Sie auf die Schließen-Schaltfläche</B> klicken, oder klicken Sie mit der rechten Maustaste auf das OneCommander-Symbol in der Systemablage (neben der Uhr) und wählen Sie <i>Beenden</i>
fr: Pour fermer complètement OneCommander, <B>tenez la touche CTRL tout en cliquant sur le bouton de fermeture </B> ou cliquez avec le bouton droit sur l’icône OneCommander dans la barre d’état système (à côté de l’horloge), puis sélectionnez <i>Quitter</i>
zh_hans: 若要完全关闭 OneCommander，[BOLDSTART]在单击关闭按钮时按住 Ctrl[BOLDEND]，或右键单击系统托盘中的 OneCommander 图标（时间旁边），随后选择[BOLDSTART]退出[BOLDEND]
zh_hant: 若要完全關閉 OneCommander，[BOLDSTART]按住 CTRL 鍵並單擊關閉按鈕[BOLDEND]，或右鍵點擊系統匣中的 OneCommander 圖示，隨後點擊[BOLDSTART]退出[BOLDEND]

# DLG_PreviewDisabledWhenFiltering
source: Spacebar still works as Preview even when filtering files. Space cannot be used for filter
cs: Mezerník stále slouží pro zobrazení náhledu, a to i při filtrování souborů. Znak "mezera" nelze použít pro filtrování
de: Die Leertaste dient beim Filtern von Dateien auch als Vorschau. Leertaste kann nicht für Filter verwendet werden
fr: La barre d’espace ouvre toujours l'aperçu même lors du filtrage des fichiers. L’espace ne peut pas être utilisé dans le filtre.
pl: Spacja nadal działa jako Podgląd, nawet podczas filtrowania plików. Nie można użyć Spacji do filtrowania
zh_hans: 即使在过滤文件时，空格键仍将启动预览窗口。空格不能用于过滤器
zh_hant: 即使在過濾檔案時，空白鍵仍可用作預覽。空白鍵不能用於過濾

# DLG_UpdatedIconPacks
source: Icon packs updated. Look for new entries in file/folder icon pack selection boxes
cs: Byly aktualizovány balíčky ikon. Podívejte se na nové položky do polí pro výběr balíčků ikon souborů/složek
de: Symbolpakete aktualisiert. Suchen Sie nach neuen Einträgen in den Auswahlfeldern für Datei-/Ordnersymbolpakete
fr: Packs d’icônes mis à jour. Recherche de nouvelles entrées dans les zones de sélection du pack d’icônes de fichier/dossier
pl: Zaktualizowano pakiety ikon. Poszukaj w ustawieniach nowych ikon na liście wyboru pakietów ikon plików/folderów
zh_hans: 图标包已更新。请在文件或文件夹图标包选择框中查看新条目
zh_hant: 圖示包已更新。在檔案或資料夾圖示包選擇框中查找新條目

# DLG_YN_AddOriginalExtensionBack
source: The file extension is different.[NEWLINE]Do you want to [BOLDSTART]add the original extension back[BOLDEND] so the file could be opened with the same associated program?
cs: Přípona souboru je odlišná.[NEWLINE]Chcete [BOLDSTART]vrátit původní příponu zpět[BOLDEND], aby mohl být soubor otevírán se stále stejným programem?
de: Die Dateierweiterung ist anders.<br/>Möchten Sie <B>die ursprüngliche Erweiterung wieder hinzufügen,</B> damit die Datei mit demselben zugehörigen Programm geöffnet werden kann?
fr: L’extension de fichier est différente.<br/>Voulez-vous <B>rajouter l’extension d’origine</B> afin que le fichier puisse s’ouvrir avec le même programme associé ?
zh_hans: 文件扩展名发生变化。[NEWLINE]您是否需要把[BOLDSTART]添加原有扩展名[BOLDEND]，以便文件可以使用与原先相同的关联程序打开？
zh_hant: 檔擴展名不同。[NEWLINE]是否要[BOLDSTART]添加原始擴展名[BOLDEND]，以便可以使用相同的關聯程式打開檔？

# DLG_YN_FavoritesDoesNotExistRemoveIt
source: This path doesn't exist. Remove it?
cs: Tato cesta neexistuje. Chcete položku odstranit?
fr: Ce chemin n’existe pas. Faut-il le retirer ?
pl: Ta ścieżka nie istnieje. Usunąć ją?
zh_hans: 此路径不存在。是否移除？
zh_hant: 此路徑不存在。是否移除？

# DLG_YN_FeatureRequiresProVersion
source: This feature is available only in Pro version. [NEWLINE]Get the Pro version now?
cs: Tato vlastnost je dostupná jen ve verzi Pro. [NEWLINE]Chcete získat verzi Pro?
de: Funktion nur in der Pro-Version verfügbar. <b>Jetzt die Pro-Version kaufen?</b>
fr: Cette fonctionnalité est disponible uniquement dans la version Pro. <b>Obtenir la version Pro maintenant ?</b>
zh_hans: 此功能仅在专业版中提供。[NEWLINE]请问现在要获取PRO专业版吗？
zh_hant: 此功能僅在專業版中可用。[NEWLINE]立即獲取專業版？

# DLG_YN_KeepProgramRunningInBackground
source: When closing the last window, do you want the program to [BOLDSTART]keep running in the background[BOLDEND] (icon in System Tray) for faster next start?
cs: Chcete, aby program při zavírání posledního okna [BOLDSTART]zůstal stále běžet na pozadí[BOLDEND] (ikona v systémové liště) a mohl tak být příště rychleji spuštěn?
de: Soll das Programm beim Schließen des letzten Fensters <B>für einen schnelleren nächsten Start im Hintergrund</B> (Symbol im System Tray) weiterlaufen?
fr: Lors de la fermeture de la dernière fenêtre, voulez-vous que le programme <B>continue de s'exécuter en arrière-plan</B> (icône dans la zone de notification système) pour un prochain démarrage plus rapide ?
zh_hans: 关闭最后一个窗口时，您是否希望程序[BOLDSTART]在后台保持运行[BOLDEND]（在系统托盘中显示图标），以便更快地再次打开？
zh_hant: 關閉最後一個視窗時，是否希望程式[BOLDSTART]繼續在後台運行[BOLDEND]（系統托盤中的圖示）以便下次啟動更快？

# DLG_YN_RenameWhenClickingOutside
source: You have changed the item name but clicked outside.[NEWLINE]Do you want to [BOLDSTART]always rename the file[BOLDEND] in this situation instead of canceling the operation?
cs: Přejmenovali jste položku, ale nyní jste klikli myší mimo ni.[NEWLINE]Chcete v takových situacích [BOLDSTART]vždy soubor přejmenovat[BOLDEND] (namísto zrušení operace)?
de: Sie haben den Namen geändert, aber außerhalb geklickt. <br/>Möchten Sie die Datei in dieser Situation <b>immer umbenennen</b> <br/> oder soll der Vorgang abgebrochen werden?
fr: Vous avez modifié le nom de l’élément mais cliqué en dehors du nom. Souhaitez-vous toujours <b>renommer le fichier</b> dans cette situation au lieu d’annuler l’opération ?
zh_hans: 您已更改名称，但又在外部单击。[NEWLINE]在这种情况下，您是否希望[BOLDSTART]始终重命名文件[BOLDEND]而非取消操作？
zh_hant: 您已更改項目名稱，但在外部按兩下。[NEWLINE]是否要在這種情況下始終重命名檔而不是取消操作？

# DLG_YN_RestartAsAdmin
source: Restart program as Admin? This will [BOLDSTART]cancel all ongoing file transfers[BOLDEND] and other processes running through OneCommander
cs: Chcete program restartovat s oprávněním správce? [BOLDSTART]Všechny probíhající přenosy souborů budou zrušeny[BOLDEND], stejně tak další běžící procesy spuštěné OneCommanderem
de: Programm als Admin neu starten? Dadurch werden <b>alle laufenden Dateiübertragungen</b> und andere über OneCommander laufende Prozesse abgebrochen
fr: Redémarrer le programme en tant qu’administrateur ? Cela <b>annulera tous les transferts de fichiers en cours</b> et les autres processus s’exécutant via OneCommander.
zh_hans: 以管理员身份重启程序？这将[BOLDSTART]取消所有正在进行的文件传输[BOLDEND]和通过 OneCommander 运行的其他进程
zh_hant: 以管理員身份重新啟動程式？這將[BOLDSTART]取消所有正在進行的檔傳輸[BOLDEND]和通過OneCommander運行的其他進程

# EditPath_S
source: \ or Alt+D
zh_hans: \或 Alt+D

# EditPath_TT
source: Edit path
de: Pfad bearbeiten
fr: Modifier le chemin
pl: Edytuj ścieżkę
zh_hans: 编辑路径

source: Eject
de: Auswerfen
fr: Éjecter
pl: Wysuń
zh_hans: 弹出

source: Error
de: Fehler
fr: ERREUR
pl: Błąd
zh_hans: 错误

# FileAutomator_TT
source: File Automator
de: Datei-Assistent
pl: Automator
zh_hans: 文件批量处理
zh_hant: 檔案自動程式

# FileType_2do
source: Note / ToDo Task
cs: Poznámka / úkol
de: Notiz/Aufgabe
pl: Notatka / Zadanie do zrobienia
zh_hans: 备注或代办任务
zh_hant: 筆記 / 待辦事項

# FileType_2dx
source: Completed Note / ToDo Task
cs: Splněná poznámka / úkol
de: Erledigte Notiz/Aufgabe
fr: Note / Tâche ToDo terminée
pl: Ukończono notatkę / zadanie do wykonania
zh_hans: 完成备注或代办任务
zh_hant: 已完成的筆記 / 待辦事項

# FileType_Folder
source: Folder
de: Ordner
pl: Katalog
zh_hans: 文件夹

# FileType_Unspecified
source: Unspecified
cs: Neupřesněný
de: Unbestimmt
fr: Non spécifié
pl: Nieokreślony
zh_hans: 未指定

# Filter_Extension
source: Extension:
cs: Přípona:
de: Erweiterung
zh_hans: 扩展名:
zh_hant: 副檔名：

# Filter_StartsWith
source: Starts with:
de: Beginnt mit
pl: Zaczyna się od:
zh_hans: 起始：

# ItemsSelected
source: selected
cs: vybraných
de: ausgewählt
fr: sélectionné(s)
pl: wybrano
zh_hans: 已选择
zh_hant: 已選取

# ItemsTotal
source: items
cs: položek
de: Elemente
fr: élément(s)
pl: elementy(-ów)
zh_hans: 项目
zh_hant: 項目

# LayoutSwitch_TT
source: Switch between Standard and Columns layouts
cs: Přepínání mezi standardním a sloupcovým rozložením
de: Umschalten zwischen Standard- und Spaltenlayout
pl: Przełącz między układem pionowym i poziomym
zh_hans: 在标准布局和分栏布局之间切换
zh_hant: 在「標準佈局」和「欄式佈局」間切換

source: Login
cs: Přihlásit se
de: Anmelden
fr: Connexion
pl: Zaloguj
zh_hans: 登录
zh_hant: 登入

source: Login as...
de: Anmelden als...
fr: Se connecter en tant que...
pl: Zaloguj się jako…
zh_hans: 登录为……
zh_hant: 登入為...

# MapNetDrive_Letter
source: Drive letter to mount (e.g. 'K')
de: Laufwerksbuchstabe zum Koppeln (z.B. 'K')
pl: Litera dysku do zamontowania (np. „K”)
zh_hans: 用于挂载的盘符（例如，K）
zh_hant: 要挂載的磁碟機代號（例如 K）

# MapNetDrive_Path
source: Network path (e.g. \\computername\share)
pl: Ścieżka sieciowa (np. \\nazwa_komputera\udział)
zh_hans: 网络路径（例如 \\计算机名\共享）
zh_hant: 網路路徑（例如 \\computername\share）

# Menu_ArchiveExtractHere
source: Extract here
cs: Rozbalit zde
de: Hier entpacken
pl: Wypakuj tutaj
zh_hans: 解压至此
zh_hant: 解壓縮至此

# Menu_ArchiveExtractToFolder
source: Extract to "{0}\"
cs: Rozbalit do "{0}\"
de: Entpacken nach {0}
fr: Extraire dans "{0}\"
pl: Wypakuj do: {0}
zh_hans: 提取到 "{0}\"
zh_hant: 解壓縮至「{0}\」

# Menu_ArchiveOpen
source: Open external
cs: Otevřít externím programem
fr: Ouvrir avec une application externe
pl: Otwórz w aplikacji zewnętrznej
zh_hans: 打开外部工具
zh_hant: 使用外部程式開啟

# Menu_Archive_Tooltip
source: Ctrl+Click to enter password
de: STRG+Klick zur Passworteingabe
fr: Ctrl+Clic pour entrer le mot de passe
zh_hans: Ctrl+点击以输入密码
zh_hant: 按住 Ctrl 鍵並按一下以輸入密碼

# Menu_Copy
source: Copy
de: Kopieren
fr: Copier
pl: Kopiuj
zh_hans: 复制

# Menu_CopyAsPath
source: Copy as path
de: Kopieren als Pfad
fr: Copier en tant que chemin d’accès
pl: Kopiuj jako ścieżkę
zh_hans: 复制为路径

# Menu_CopyOrMoveToRecent
source: Copy/Move to recent destination
de: Kopieren/Verschieben zum letzten Ziel
pl: Kopiowanie/przenoszenie do ostatnio wybranego miejsca
zh_hans: 复制或移动到最近使用过的目标
zh_hant: 複製/移動到最近的目的地

# Menu_CopyToOtherBrowser
source: Copy to the opposite browser pane
cs: Kopírování do protějšího panelu
de: Kopieren in anderes Fenster
fr: Copier dans le volet opposé de l'explorateur
pl: Kopiuj do drugiego okienka przeglądarki
zh_hans: 复制到另一侧的浏览面板
zh_hant: 複製到對側瀏覽窗格

# Menu_FavoritesGroup_Delete
source: Delete group
de: Gruppe löschen
fr: Supprimer le groupe
pl: Usuń grupę
zh_hans: 删除分组
zh_hant: 刪除分組

# Menu_FavoritesGroup_MoveDown
source: Move down
de: Nach unten
fr: Descendre
pl: Przenieś w dół
zh_hans: 下移
zh_hant: 下移

# Menu_FavoritesGroup_MoveUp
source: Move up
cs: Posunout nahoru
de: Nach oben
fr: Monter
pl: Przenieś w górę
zh_hans: 上移
zh_hant: 上移

# Menu_FavoritesGroup_Rename
source: Rename group
de: Gruppe umbenennen
fr: Renommer le groupe
pl: Zmień nazwę grupy
zh_hans: 重命名分组
zh_hant: 重新命名分組

# Menu_MapNetDrive
source: Map network drive
de: Netzlaufwerk verbinden
fr: Connecter un lecteur réseau
pl: Mapuj dysk sieciowy
zh_hans: 映射网络驱动器
zh_hant: 映射網路磁碟機

# Menu_Move
source: Move
cs: Přesunout
de: Verschieben
fr: Déplacer
pl: Przenieś
zh_hans: 移动

# Menu_MoveToOtherBrowser
source: Move to the opposite browser pane
cs: Přesunout do protějšího panelu
de: Verschieben in anderes Fenster
fr: Déplacer dans le volet opposé de l'explorateur
pl: Przenieś do drugiego okienka przeglądarki
zh_hans: 移动到另一侧的浏览面板
zh_hant: 移動到對側的瀏覽窗格

# Menu_New
source: New...
de: Neu...
fr: Nouveau...
pl: Nowy…
zh_hans: 新建……
zh_hant: 新增

# Menu_NewFile
source: File
de: Datei
fr: Fichier
pl: Plik
zh_hans: 文件
zh_hant: 檔案

# Menu_NewFolder
source: Folder
de: Ordner
zh_hans: 文件夹

# Menu_NewNote
source: Note
de: Notiz
pl: Notatka
zh_hans: 备注
zh_hant: 筆記

# Menu_OpenCommandShell
source: Open in command shell
cs: Otevřít v příkazovém řádku
de: In der Eingabeaufforderung öffnen
pl: Otwórz w powłoce poleceń
zh_hans: 在 Command Shell 中打开
zh_hant: 在終端中打開

# Menu_OpenIn
source: Open in...
de: Öffnen in
fr: Ouvrir dans...
pl: Otwórz w…
zh_hans: 打开方式……
zh_hant: 開啟檔案

# Menu_OpenInNewTab
source: New tab
de: Neue Registerkarte
fr: Nouvel onglet
pl: nowej karcie
zh_hans: 新建标签页
zh_hant: 新索引標簽

# Menu_OpenInNewTabOtherBrowser
source: New tab in other browser pane
cs: Nová karta v druhém panelu
de: Neue Registerkarte in anderem Fenster
fr: Nouvel onglet dans l'autre volet de l'explorateur
pl: nowej karcie w drugim okienku przeglądarki
zh_hans: 在另一侧的浏览面板中新建标签页
zh_hant: 對側瀏覽窗格中的新索引標簽

# Menu_OpenInNewWindow
source: New window
cs: Nové okno
zh_hans: 新建窗口（即将实现）

# Menu_Refresh
source: Refresh everything
cs: Obnovit vše
de: Alles aktualisieren
zh_hans: 刷新全部
zh_hant: 重新整理

# Menu_RemovePath
source: Remove from group
de: Aus Gruppe entfernen
fr: Retirer du groupe
pl: Usuń z grupy
zh_hans: 从分组中移除
zh_hant: 從分組移除

# Menu_Rename
source: Rename
de: Umbenennen
fr: Renommer
pl: Zmień nazwę
zh_hans: 重命名

# Menu_RenameMultiple
source: Rename with File Automator
cs: Přejmenovat pomocí File Automator
de: Umbenennen mit dem Datei-Assistenten
pl: Zmień nazwę za pomocą automatora
zh_hans: 使用文件批处理来重命名
zh_hant: 使用檔案自動程式重新命名

# Menu_SidebarDrivesHide
source: Hide drives from sidebar
cs: Skrýt jednotky z postranního panelu
de: Laufwerke aus der Seitenleiste ausblenden
fr: Masquer les lecteurs dans la barre latérale
zh_hans: 在侧边栏中隐藏驱动器
zh_hant: 在側邊欄隱藏磁碟機

# Menu_SortByDate_NewestFirst
source: Date modified (Newest first)
cs: Datum změny (od nejnovějších)
de: Änderungsdatum (neueste zuerst)
fr: Date de modification (la plus récente en premier)
pl: Data modyfikacji (od najnowszych)
zh_hans: 修改日期（新在前）
zh_hant: 修改日期（新在前）

# Menu_SortByDate_OldestFirst
source: Date modified (Oldest first)
cs: Datum změny (od nejstarších)
de: Änderungsdatum (älteste zuerst)
fr: Date de modification (la plus ancienne en premier)
pl: Data modyfikacji (najpierw najstarsze)
zh_hans: 修改日期（旧在前）
zh_hant: 修改日期（舊在前）

# Menu_SortByName_Ascending
source: Name (A-Z)
cs: Název (A-Z)
fr: Nom (A-Z)
pl: Nazwa (A–Z)
zh_hans: 名称（A-Z）
zh_hant: 名稱（A-Z）

# Menu_SortByName_Decending
source: Name (Z-A)
fr: Nom (Z-A)
pl: Nazwa (Z–A)
zh_hans: 名称（Z-A）
zh_hant: 名稱（Z-A）

# Menu_SortBySize_LargestFirst
source: Size (Largest first)
cs: Velikost (od největších)
de: Größe (größte zuerst)
zh_hans: 大小（大在前）
zh_hant: 大小（大在前）

# Menu_SortBySize_SmallestFirst
source: Size (Smallest first)
cs: Velikost (od nejmenších)
zh_hans: 大小（小在前）
zh_hant: 大小（小在前）

# MSG_E_AccessDenied
source: Access denied
de: Zugriff verweigert.
fr: Accès refusé
pl: Odmowa dostępu
zh_hans: 拒绝访问
zh_hant: 存取被拒絕
