Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# OpenArgsPathQuestionNewTab
source: New tab
cs: Nové kartě
de: Neuer Tab
fr: Un nouvel onglet
pl: nowej karcie
zh_hant: 新索引標簽

source: Log detailed messages
cs: Podrobné zprávy protokolu
de: Detaillierte Meldungen protokollieren
pl: Rejestruj szczegółowe komunikaty
zh_hant: 記錄詳細日志

# OpenConnectorOnStart
source: Run on program start
cs: Spustit souběžně se startem OneCommander
de: Beim Programmstart ausführen
zh_hant: 城市啟動時执行

source: Run now
de: Jetzt starten
fr: Exécuter maintenant
pl: Uruchom teraz
zh_hant: 立即执行

source: Show window name in Taskbar
de: Fensternamen in der Taskleiste anzeigen

# ItemBackgroundColorSource
source: Item coloring
cs: Obarvení řádků
de: Elementfärbung
fr: Couleur de l'élément
zh_hant: 項目著色

# OptionColorTag
source: Color tag
cs: Barva štítku
de: Tag Farbe
fr: Couleur de la balise
pl: Kolor etykiety
zh_hant: 跟隨標簽顔色

# OptionNone
source: None
cs: Bez barvy
de: Keine
fr: Aucune
pl: Brak
zh_hant: 禁用

# RenameOnLostFocusOptionCancel
source: Cancel rename
cs: Zruší přejmenování
de: Umbenennen abbrechen
fr: Annuler l’attribution d’un nouveau nom
pl: anuluje zmianę nazwy

# RenameOnLostFocusOptionRename
source: Rename
cs: Provede přejmenování
de: Umbenennen
fr: Renommer
pl: zmienia nazwę
zh_hant: 重新命名

source: Get recent menu items
cs: Zobrazit položky z nedávno otevřené nabídky
de: Letzte Menüpunkte abrufen
fr: Obtenir les éléments de menu récents
zh_hant: 取得最近的功能表項

# NoRecentMenuItems
source: File context menu needs to be opened at least once
cs: Kontextovou nabídku souboru je třeba otevřít alespoň jednou
de: Dateikontextmenü muss mindestens einmal geöffnet werden
fr: Le menu contextuel du fichier doit être ouvert au moins une fois.
zh_hant: 需要至少開啟一次檔案内容功能表

# ShowFileAgeIndicator
source: Mark recent files
cs: Zvýraznění nedávných souborů
de: Neueste Dateien markieren
pl: Oznacz wiek najnowszych plików
zh_hant: 突出顯示最近開啟的檔案

# ShowFileAgeIndicatorInfo
source: Shows color indicator on files from current and last week
cs: U souborů z aktuálního nebo předešlého týdne zobrazí barevný indikátor
de: Farbanzeige für Dateien aus der aktuellen und der letzten Woche
fr: Afficher l’indicateur de couleur sur les fichiers de la semaine en cours et de la semaine dernière.
pl: Pokazuje kolorowy wskaźnik na plikach z bieżącego i ostatniego tygodnia
zh_hant: 突出顯示本周和上周的檔案

source: Font stretch
de: Schriftweite
pl: Skala czcionki
zh_hant: 字型拉伸

# CreateCustomIconPacks
source: Learn how to create custom icon packs
cs: Zjistěte, jak vytvářet vlastní sady ikon
de: Anleitung zum Erstellen eigener Icon Packs
pl: Dowiedz się, jak tworzyć własne pakiety ikon
zh_hant: 了解如何建立自訂圖示包

# HideLastWindowInfo
source: Opens the window instantly but uses more memory
cs: Okno s programem se otevře okamžitě, ale spotřebuje více paměti
de: Öffnet Fenster sofort, belegt aber mehr Speicherplatz
fr: Ouvre la fenêtre instantanément mais utilise plus de mémoire.
pl: Otwiera okno natychmiast, ale zużywa więcej pamięci
zh_hant: 允許其後快速開啟視窗，但會增加記憶體使用量

# CommandShellExeAndArgs
source: Exe path and arguments
cs: Exe cesta a parametry
de: EXE-Pfad und Parameter
fr: Chemin d’accès Exe et arguments
pl: Ścieżka do pliku .exe wraz z argumentami
zh_hant: 執行檔路徑和引數

# ThemeDark
source: Dark
cs: Tmavý
de: Dunkel
pl: Ciemny
zh_hant: 暗色主題

source: Use system theme
de: System-Thema verwenden
pl: Użyj motywu systemowego
zh_hant: 跟隨系統主題

source: Open Recycle Bin in Explorer
cs: Otevřít koš v Průzkumníku
de: Papierkorb im Explorer öffnen
fr: Ouvrir la Corbeille dans l’Explorateur Windows
pl: Otwórz Kosz w Eksploratorze
zh_hant: 在檔案總管中開啟資源回收筒

# ColumnSizingInfo
source: Sliders auto-adjust range depending on the slider below it
cs: Posuvníky automaticky upravují svůj rozsah v závislosti na posuvníku pod ním
de: Automatische Anpassung des Schiebereglerbereichs abhängig vom darunter liegenden Schieberegler
fr: Les curseurs ajustent automatiquement la plage en fonction du curseur situé en-dessous.
pl: Suwaki automatycznie dostosowują zakres w zależności od suwaka znajdującego się poniżej
zh_hant: 上方選項會如下方預覽般工作

# ColumnWidthMinimumInfo
source: Columns smaller than the above value will collapse to this width:
cs: Sloupce užší než hodnota uvedená výše se sbalí na tuto šířku:
de: Spalten, kleiner als obiger Wert, werden auf diese Breite reduziert:
pl: Kolumny mniejsze niż powyższa wartość będą się zwijać do tej szerokości:
zh_hant: 小於上述值的欄將收縮至此寬度：

source: File name trimming
de: Beschneiden von Dateinamen
pl: Przycinanie nazw plików
zh_hant: 檔案名稱截斷

# FileNameTrimmingMiddle
source: Middle
cs: Uprostřed
de: Mittig
fr: Au milieu
pl: na środku

# FileNameTrimmingInfo
source: Determines where the file name will be trimmed when it cannot fit available space
cs: Určuje, kde bude název souboru oříznut, když se nevejde do volného místa
de: Legt fest, wo der Dateiname abgeschnitten wird, wenn er nicht in den verfügbaren Platz passt
fr: Détermine où le nom de fichier sera découpé lorsque l’espace disponible ne peut pas le contenir.
pl: Określa miejsce przycięcia nazwy pliku, gdy nie mieści się ona w dostępnym polu
zh_hant: 控制檔案名稱超出可用寬度時將在何處截斷

# FileNameMaxLines
source: File name maximum lines
cs: Maximální počet řádků pro název souboru
de: Maximale Zeilenanzahl für den Dateinamen
pl: Maksymalna liczba linii nazwy pliku
zh_hant: 檔案名稱最大行數

# FileNameMaxLinesInfo
source: For Grid view
de: Für die Rasteransicht
pl: Dla widoku siatki

# ShowScriptRunConfirmationDialog
source: Show a dialog to confirm running script
cs: Zobraz okno pro potvrzení spuštění skriptu
de: Dialogfeld zur Bestätigung der Skriptausführung
pl: Pokaż okno dialogowe, aby potwierdzić uruchomienie skryptu
zh_hant: 在執行脚本前要求確認

# GridViewFileNamePosition
source: File name position in Grid view
cs: Umístění názvu souboru v zobrazení mřížky
de: Position des Dateinamens in der Gitteransicht
fr: Position du nom de fichier en mode d'affichage Grille
pl: Pozycja nazwy pliku w widoku siatki
zh_hant: 網格檢視中的檔案名稱位置

# ItemBackgroundColorSourceInfo
source: Override file background color
cs: Obarvit pozadí řádku se souborem nebo složkou
de: Dateihintergrundfarbe überschreiben
fr: Remplacer la couleur d’arrière-plan de l'élément
pl: Nadpisz kolor tła pliku
zh_hant: 覆蓋檔案背景色

# ShortcutAction
source: Action
de: Aktion
pl: Działanie
zh_hant: 操作

# ShortcutCapture
source: Capture
cs: Zachytit
de: Erfassen
pl: Przechwyć
zh_hant: 錄製

# MustBeInstalled
source: (Must be installed and running)
cs: (program musí být nainstalován a spuštěn)
de: (Muss installiert sein und laufen)
pl: (Musi być zainstalowany i uruchomiony)
zh_hant: （必須已安裝並執行）

# GetCloudThumbs
source: Get thumbnails of cloud files
cs: Vytvářet miniatury souborů umístěných v cloudu
de: Miniaturbilder von Cloud-Dateien abrufen
fr: Obtenir les miniatures des fichiers cloud
pl: Pobierz miniatury plików w chmurze
zh_hant: 取得雲端檔案的縮圖

# MSG_I_HowToShowNetworksGroup
source: You can enable Networks sidebar group again from Settings, Window tab
de: Sie können die Gruppe Netzwerke in der Seitenleiste unter Einstellungen, Registerkarte Fenster wieder aktivieren.
fr: Vous pouvez activer à nouveau le groupe Réseau dans la barre latérale depuis les paramètres, dans l'onglet Fenêtre.
pl: Możesz ponownie włączyć grupę „Sieć” na pasku bocznym w Ustawieniach » zakładka Okno

# PreviewDownloadsCloudFiles
source: Download cloud files when previewing
cs: Při zobrazování náhledu stáhni soubor z cloudu
de: Download von Cloud-Dateien bei der Vorschau
fr: Télécharger les fichiers cloud lors de l'aperçu
pl: Pobierz pliki w chmurze podczas otwierania podglądu
zh_hant: 預覽時下載雲端檔案

# UseSmoothScrolling
source: Smooth scrolling with mouse wheel
cs: Plynulé rolovní pomocí kolečka myši
de: Sanftes Scrollen mit dem Mausrad
fr: Défilement fluide avec la roulette de la souris
pl: Płynne przewijanie za pomocą kółka myszy

# FocusedElementStyle
source: Keyboard-focused element display style
cs: Styl zobrazení prvků, které lze vybrat pomocí klávesnice
de: Tastaturorientierter Element-Anzeigestil
fr: Style d'affichage des éléments obtenant le focus par le clavier
pl: Styl oznaczania elementów zaznaczonych klawiaturą
zh_hant: 使用鍵盤選中的元素顯示樣式

source: Maximum file name length
de: Maximale Länge von Dateinamen
fr: Longueur maximum du nom de fichier
pl: Maksymalna długość nazwy pliku
zh_hant: 最大檔案名稱長度

# ShowTemporary
source: Show temporary files
cs: Zobrazovat dočasné soubory
de: Temporäre Dateien anzeigen
fr: Afficher les fichiers temporaires
pl: Pokaż pliki tymczasowe

# DLG_YN_Reinstall
source: Do you want to download the latest version and reinstall? Settings will not be affected.
cs: Chcete stáhnout nejnovější verzi a znovu ji nainstalovat? Stávající nastavení nebude ovlivněno.
de: Möchten Sie die neueste Version herunterladen und neu installieren? Die Einstellungen sind davon nicht betroffen.
fr: Voulez-vous télécharger la dernière version et réinstaller ? Les paramètres ne seront pas affectés.
pl: Czy chcesz pobrać najnowszą wersję i zainstalować ponownie? Ustawienia nie zostaną naruszone.
zh_hant: 是否要下載最新版本並重新安裝？設定不會受到影響。

source: Font size
de: Schriftgröße
fr: Taille de police
pl: Rozmiar czcionki
zh_hant: 字型大小

# Archive_WaitingToExtract
source: Waiting to extract {0}
cs: Čekám na rozbalení {0}
de: Warten aufs Entpacken {0}
fr: En attente d’extraction de {0}
pl: Oczekiwanie na wypakowanie {0}
zh_hant: 等待解壓縮 {0}

# ClipboardCopy_S
source: CTRL + C
de: STRG + C

# ClipboardCut_S
source: CTRL + X
de: STRG + X

# ClipboardPaste_S
source: CTRL + V
de: STRG + V

# ColumnsToggle_TT
source: Toggle columns navigation
cs: Přepnout na navigaci ve sloupcích
de: Spalten-Navigation umschalten
fr: Basculer le mode de navigation en colonnes
pl: Nawigacja w kolumnach
zh_hant: 切換欄位導航

# DLG_E_RunningFromProgramFiles
source: Portable programs need a write access in their own folders so they cannot live in "Program Files" folder. Please close the program and move the entire folder to a [BOLDSTART]non-system folder[BOLDEND] and run it again
de: Portable Programme benötigen Schreibzugriff in ihren eigenen Ordnern, sie können nicht im Ordner "Programme" liegen. Bitte Programm schließen und den gesamten Ordner in einen <bpt id="1"><b></bpt>nicht-Systemordner<ept id="1"></b></ept> verschieben und erneut ausführen.

# FavoritesAdd_TT
source: Adds current folder to this Favorites group
cs: Přidá aktuální složku do této skupiny Oblíbených položek
de: Aktuellen Ordner dieser Favoritengruppe hinzufügen
fr: Ajoute le dossier actif à ce groupe de Favoris
pl: Dodaj bieżący folder do tej grupy ulubionych
zh_hant: 將當前資料夾新增到此快速存取群組

# Filter_Contains
source: Contains:
de: Inhalt:
fr: Contenu :
pl: Zawiera:

# Menu_StartMonitoringDrive
source: Start monitoring for changes
de: Änderungen überwachen starten
fr: Commencer la surveillance des modifications
zh_hant: 開始監聽更改

# Menu_StopMonitoringDrive
source: Stop monitoring for changes
de: Änderungen überwachen beenden
zh_hant: 停止監聽更改

# MSG_E_CannotDeletePanel
source: Cannot delete panel
de: Kann Bedienfeld nicht löschen
pl: Nie można usunąć panelu
zh_hant: 無法刪除面板

# MSG_E_ClipboardError
source: Clipboard error: {0}
de: Fehler in der Zwischenablage: {0}
zh_hant: 剪貼簿錯誤： {0}

# MSG_E_ClipboardImagePasteFailed
source: Couldn't create image file from Clipboard data
cs: Nelze vytvořit obrazový soubor z dat ve schránce
de: Bilddatei konnte nicht aus Zwischenablage-Daten erstellt werden
pl: Nie można utworzyć pliku obrazu z danych schowka
zh_hant: 無法使用剪貼簿數據建立影像檔案

# MSG_E_ClipboardTextPasteFailed
source: Couldn't create text file from Clipboard data
de: Textdatei konnte nicht aus Zwischenablage-Daten erstellt werden
pl: Nie można utworzyć pliku tekstowego z danych schowka
zh_hant: 無法使用剪貼簿數據建立文字檔案

# MSG_E_DownloadingThemeResourcesFailed
source: Downloading theme resources failed with error: {0}
cs: Stahování souborů nastavení motivu se nezdařilo s chybou: {0}
de: Herunterladen von Design-Ressourcen ist fehlgeschlagen: {0}
fr: Le téléchargement des ressources du thème a échoué en générant l’erreur : {0}
pl: Pobieranie zasobów motywu nie powiodło się; błąd: {0}
zh_hant: 下載主題資源時發生錯誤：{0}

# MSG_E_DragDropFormatError
source: Drop data error. Source program did not format it correcly or filenames had invalid characters
de: Fehler beim Ablegen von Daten. Quellprogramm hat die Daten nicht korrekt formatiert / Dateinamen enthalten ungültige Zeichen
fr: Erreur de perte de données. Le programme source ne l’a pas formaté correctement ou les noms de fichiers contiennent des caractères invalides.
pl: Błąd przenoszenia elementów. Program źródłowy nie sformatował ich poprawnie lub nazwy plików zawierały nieprawidłowe znaki

# MSG_E_FolderAlreadyExists
source: Folder with this name already exists
de: Ordner mit diesem Namen existiert bereits
fr: Un dossier portant ce nom existe déjà
zh_hant: 已存在相同名稱的資料夾

# MSG_E_ItemDoesNotExist
source: Item doesn't exist: {0}
de: Element existiert nicht {0}
pl: Element nie istnieje: {0}
zh_hant: 項目不存在：{0}

# MSG_E_NoteEmpty
source: Note empty
de: Leere Notiz
pl: Pusta notatka

# MSG_E_PathContainsSmb
source: Windows already uses smb. Enter \\hostname\
de: Windows verwendet bereits SMB. Geben Sie \\Hostname\ ein.
pl: System Windows używa już protokołu smb. Wprowadź \\nazwę_hosta\

# MSG_E_TemplateExists
source: Template with that name already exists
de: Vorlage mit diesem Namen existiert bereits
fr: Un modèle portant ce nom existe déjà
zh_hant: 相同名稱的範本已存在

# MSG_E_ThemeLoadingFailed
source: Theme loading failed. {0}
de: Design laden fehlgeschlagen. {0}

# NewFile_S
source: CTRL + N
de: STRG + N

# Popup_LaunchWithParams_Title
source: Launch arguments
cs: Parametry spuštění
de: Startparameter
pl: Argumenty uruchamiania
zh_hant: 啟動引數

# Popup_NewFolder_Create_TT
source: Creates new folder in current folder
de: Erstellt neuen Ordner im aktuellen Ordner
zh_hant: 在當前資料夾中建立新資料夾

# Popup_NewTemplate_Title
source: Name this template
de: Diese Vorlage benennen
pl: Nazwij ten szablon

# TIP_ChangingThumbSize
source: TIP: User Ctrl + Mouse wheel to change thumbnail size / items per column
de: TIPP: STRG + Mausrad benutzen, um Größe der Miniaturansichten/Elemente pro Spalte zu ändern.
fr: CONSEIL: Utiliser Ctrl + Molette de la souris pour changer la taille des vignettes / éléments par colonne
pl: WSKAZÓWKA: Użyj Ctrl + kółko myszy, aby zmienić rozmiar miniatury / ilość elementów w kolumnie

source: Warning!
de: Warnung!
fr: Attention !

# Menu_SidebarDrivesShow
source: Show drives in sidebar
de: Laufwerke in der Seitenleiste anzeigen
zh_hant: 在側邊欄顯示磁碟機

# MSG_E_ClipboardNoFiles
source: Clipboard doesn't contain files
de: Zwischenablage enthält keine Dateien
zh_hant: 剪貼簿中沒有任何檔案

# MSG_E_ItemsUnavailable
source: Items unavailable
de: Elemente nicht verfügbar
pl: Elementy niedostępne
zh_hant: 項目不可用

source: Special folder
de: Sonderordner
pl: Folder specjalny

source: Enter folder name
de: Ordnernamen eingeben
fr: Entrez le nom du dossier
pl: Wpisz nazwę folderu

# Watermark_NotAvailable
source: Not available
de: Nicht verfügbar
fr: Non disponible
pl: Niedostępny

# NewWindow_Delete_TT
source: Delete saved window
de: Gespeichertes Fenster löschen
zh_hant: 刪除已保存視窗

# MSG_E_RecycledItemCannotBeOpened
source: Items cannot be opened directly from the Recycle Bin. Restore them to the original folder first.
de: Objekte können nicht direkt aus dem Papierkorb geöffnet werden. Stellen Sie sie zunächst im ursprünglichen Ordner wieder her.
fr: Les éléments ne peuvent pas être ouverts directement depuis la Corbeille. Restaurez-les d’abord dans leur dossier d’origine.
pl: Elementy nie mogą być otwierane bezpośrednio z Kosza. Najpierw przywróć je do oryginalnego folderu.
zh_hant: 無法直接從資源回收筒開啟項目。請先將其還原到原始資料夾。

# Popup_NewFolder_CreateAndMoveFiles
source: Create and move {0} files
cs: Vytvořit a přesunout {0} souborů
de: Erstellen und Verschieben von {0} Dateien
fr: Créer et déplacer les fichiers {0}
pl: Utwórz i przenieś {0} pliki(-ów)
zh_hant: 建立並移動 {0} 個檔案

# PanelTitleChanges
source: Changes in {0} drive
cs: Změny v jednotce {0}
de: Änderungen in {0} Laufwerk(en)
fr: Modifications dans le lecteur {0}
pl: Zmiany na dysku {0}
zh_hant: 變更涉及 {0} 個磁碟機

# RefreshContent_TT
source: Refresh content (this type of folder cannot be auto-refreshed)
cs: Aktualizuj obsah (tento typ složky nelze aktualizovat automatizovaně)
de: Inhalt aktualisieren (dieser Ordnertyp kann nicht automatisch aktualisiert werden)
pl: Odśwież zawartość (ten typ folderu nie może być automatycznie odświeżany)
zh_hant: 重新整理（此資料夾類型不支援自動重新整理）

# CursorOpen
source: Open with
cs: Otevřít v programu
de: Öffnen mit
fr: Ouvrir avec
pl: Otwórz z
zh_hant: 開啟檔案

# Scripts_TT
source: Scripts
de: Skripte
pl: Skrypty

# MSG_E_InvalidName
source: Invalid name
de: Ungültiger Name
pl: Błędna nazwa

# Menu_SortByColorTag
source: Color Tag
cs: Barva štítku
de: Farbkennung
pl: Kolor etykiety

# Cursor_NewWindow
source: Open in new window
de: In neuem Fenster öffnen
pl: Otwórz w nowym oknie
zh_hant: 在新視窗中開啟

# Cursor_DragToRearrangeLine2
source: Drag outside of window to create a new window
cs: Přetažením mimo okno vytvoří nové okno
de: Nach außen ziehen, um ein neues Fenster zu erstellen
fr: Glisser hors de la fenêtre pour créer une nouvelle fenêtre
pl: Przeciągnij poza okno, aby utworzyć nowe okno
zh_hant: 拖動到視窗外以建立新視窗

# MSG_E_RenameUnauthorizedAccess
source: Rename failed. File might be opened in another program or user doesn't have access permissions.
cs: Přejmenování se nezdařilo. Soubor je patrně otevřen v jiném programu nebo k němu uživatel nemá přístupová oprávnění.
de: Umbenennen fehlgeschlagen. Datei ist möglicherweise in anderem Programm geöffnet oder der Benutzer hat keine Zugriffsrechte.
fr: Echec du renommage. Le fichier est peut être ouvert dans un autre programme ou l’utilisateur n’a pas les autorisations d’accès.
pl: Zmiana nazwy nie powiodła się. Plik może być otwarty w innym programie lub użytkownik nie ma uprawnień dostępu.
zh_hant: 重新命名失敗。檔案可能已在另一程式開啟，或缺少存取權限。

# Menu_SortByDateTaken_NewestFirst
source: Photo date taken
de: Aufnahmedatum des Fotos
pl: Data wykonania zdjęcia

# Menu_OpenLnkDestination
source: Open shortcut destination
de: Verknüpfungsziel öffnen
fr: Ouvrir la destination du raccourci
pl: Otwórz miejsce docelowe skrótu
zh_hant: 開啟檔案位置

# MSG_E_LnkDestination
source: Error getting shortcut destination
de: Fehler beim Abrufen des Verknüpfungsziels
pl: Błąd pobierania miejsca docelowego skrótu
zh_hant: 取得檔案位置時發生錯誤

# MSG_E_InvalidFormatetc
source: Source program sent incomplete or corrupted file data
de: Quellprogramm hat unvollständige oder beschädigte Dateidaten gesendet
pl: Program źródłowy wysłał niekompletne lub uszkodzone dane pliku
zh_hant: 來源程式發送的檔案資料不完整或遭到損壞

# DiskSleeping_TT
source: Disk is in a sleep state. Accessing any folder on it might freeze the program for a few seconds until disk wakes up and responds.
cs: Disk je ve stavu spánku. Při přístupu k libovolné složce na něm může program zamrznout na několik sekund, dokud se disk neprobudí a neodpoví.
de: Festplatte im Ruhezustand. Der Zugriff auf einen beliebigen Ordner auf der Festplatte kann das Programm für einige Sekunden einfrieren, bis die Festplatte aufwacht und antwortet.
pl: Dysk jest w stanie uśpienia. Uzyskanie dostępu do jakiegokolwiek folderu na nim może spowodować zawieszenie programu na kilka sekund, aż dysk się obudzi i odpowie.
zh_hant: 磁碟機處於睡眠狀態。存取其上的任何資料夾均可能導致程式凍結數秒鐘，直到磁碟機被喚醒並回應。

# FolderSizeNoAccess_TT
source: Folder size can be calculated only for folders that have the entire tree of folders and files wihin accessible and Windows has indexed them
de: Die Ordnergröße kann nur für Ordner berechnet werden, die den gesamten Baum von Ordnern und Dateien enthalten und von Windows indiziert wurden.
fr: La taille du dossier ne peut être calculée que pour les dossiers dont l’arborescence complète des dossiers et des fichiers est accessible, et que si Windows les a indexés
pl: Rozmiar folderu może być obliczony tylko dla folderów, które mają dostępne całe drzewo folderów i plików i Windows je zindeksował

# KeyboardModifierCtrl
source: Ctrl
de: Strg

# KeyboardModifierShift
source: Shift
de: Umschalt
fr: Maj

# LocationCurrentFolder
source: Current folder
de: Aktueller Ordner
pl: Bieżący folder

# LocationParentFolder
source: Parent folder
de: Stammordner
pl: Folder nadrzędny

# Menu_CreateShortcut
source: Create shortcut or link
cs: Vytvořit zástupce nebo symbolický link
de: Shortcut oder Verknüpfung erstellen
pl: Utwórz skrót lub odnośnik
zh_hant: 建立捷徑或連結

# ShortcutCreateIn
source: Create in
de: Erstellen in
pl: Utwórz w
zh_hant: 建立在

source: Target
de: Ziel
pl: Źródło
zh_hant: 目的地

# Menu_ScanNetwork
source: Scan network
cs: Prohledat síť
de: Netzwerk scannen
fr: Scanner le réseau
pl: Skanuj sieć
zh_hant: 掃描網路裝置

source: Network
de: Netzwerk
fr: Réseau
pl: Sieć

# Menu_CloseOtherTabs
source: Close other tabs
cs: Zavřit ostatní karty
de: Andere Tabs schließen
fr: Fermer les autres onglets
pl: Zamknij inne karty
zh_hant: 關閉其他索引標簽

# Menu_FavoritesGroup_MoveToBottom
source: Move to bottom
cs: Přesunout zcela dolů
de: Nach unten verschieben
fr: Déplacer vers le bas
pl: Przesuń na dół

# Menu_FavoritesGroup_MoveToTop
source: Move to top
cs: Přesunout zcela nahoru
de: Nach oben verschieben
fr: Déplacer vers le haut
pl: Przesuń na górę

# MSG_I_MessageNameWasShortened
source: Message file name was too long. It was shortened to the value defined in settings.
cs: Název souboru e-mailové zprávy byl příliš dlouhý. Byl zkrácen na hodnotu definovanou v nastavení.
de: Name der Nachrichtendatei war zu lang. Er wurde auf den in den Einstellungen festgelegten Wert gekürzt.
fr: Le nom de fichier du message était trop long. Il a été raccourci à la valeur définie dans les paramètres.
pl: Nazwa pliku wiadomości była zbyt długa. Została ona skrócona do wartości zdefiniowanej w ustawieniach.
zh_hant: 訊息檔案名稱過長。已縮短為設定中定義的值。

# MSG_E_ErrorOpeningWSLPath
source: Folder {0} not available (distro may not be running)
de: Ordner {0} nicht verfügbar (Distro läuft möglicherweise nicht)
fr: Dossier {0} indisponible (la distribution ne fonctionne peut-être pas)
pl: Folder {0} niedostępny (dystrybucja nie może być uruchomiona)
zh_hant: 資料夾 {0} 不可用（發行版可能未執行）

# MSG_E_CompressError
source: Error compressing file
cs: Chyba při komprimování souboru
de: Fehler beim Komprimieren der Datei
fr: Erreur lors de la compression de fichier
pl: Błąd przy kompresji pliku
zh_hant: 壓縮檔案時發生錯誤

source: Archive name
de: Archivname
fr: Nom de l'archive
pl: Nazwa archiwum
zh_hant: 壓縮檔名稱

# Menu_ScriptsOpen
source: Open scripts folder
de: Ordner "Scripts" öffnen
fr: Ouvrir le dossier des scripts
pl: Otwórz folder skryptów
zh_hant: 開啟脚本資料夾

# DLG_E_ArchiveWrongPassword
source: Wrong password
de: Falsches Passwort
fr: Mauvais mot de passe
pl: Złe hasło

source: Enter password
de: Passwort eingeben
fr: Entrer le mot de passe
pl: Wpisz hasło

# AgeDay
source: day
de: Tag
fr: jour
pl: dzień

# AgeDays
source: days
cs: dní
de: Tage
fr: jours
pl: dni

# AgeMonth
source: month
de: Monat
fr: mois
pl: miesiąc

# AgeYear
source: year
de: Jahr
fr: année
pl: rok

# AgeYears
source: years
de: Jahre
fr: années
pl: lat(-a)

source: Enter license
de: Lizenz eingeben
fr: Entrez la clé de licence
pl: Wprowadź licencję
zh_hant: 激活許可證

source: Deactivate license
cs: Deaktivovat licenci
de: Lizenz deaktivieren
pl: Dezaktywacja licencji

source: Presets
cs: Předvolby
de: Voreinstellungen
fr: Préréglages
pl: Ustawienia wstępne

# SourceDir
source: Source folder of the file
de: Quellordner der Datei
pl: Folder źródłowy
zh_hant: 檔案來源資料夾

# MSG_SameName
source: Same name
cs: Shodný název
de: Gleicher Name
zh_hant: 相同名稱

# ForcedExtension
source: Forced new file extension
de: Neue Dateiendung verwenden
pl: Wymuś nowe rozszerzenie pliku
zh_hant: 強制新副檔名

# ForcedExtension_TT
source: Leave blank to keep the original extension
cs: Ponechte prázdné, chcete-li zachovat původní příponu
de: Leer lassen, um Erweiterung beizubehalten
zh_hant: 留空以保留原始副檔名
