Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# MSG_E_ClipboardErrorShell
source: Error trying to add files to Windows Clipboard
de: Dateien zur Zwischenablage hinzufügen fehlgeschlagen
pl: Błąd podczas próby umieszczenia plików w schowku systemowym
zh_hans: 尝试将文件添加到 Windows 剪贴板时出错
zh_hant: 嘗試將檔案添加到 Windows 剪貼簿時出錯

# MSG_E_ClipboardUsedByAnotherProcess
source: Error: program {0} is blocking Windows Clipboard
de: Fehler: Programm {0} blockiert die Windows-Zwischenablage
fr: Erreur : le programme {0} bloque le Presse-papiers Windows
pl: Błąd: program {0} blokuje Schowek systemu Windows
zh_hans: 错误：程序{0}正在阻止 Windows 剪贴板
zh_hant: 錯誤：程式 {0} 正阻止存取 Windows 剪貼簿

# MSG_E_CommandShellOpenFail
source: Could not open {0} here
cs: {0} zde nelze otevřít
de: Konnte {0} hier nicht öffnen
pl: Nie można otworzyć {0} tutaj
zh_hans: 不能在此处打开 {0}
zh_hant: 無法在此處開啟 {0}

# MSG_E_CreateFolder
source: Error creating folder. {0}
de: Fehler beim Erstellen des Ordners: {0}
zh_hans: 创建文件夹错误。{0}
zh_hant: 新增資料夾時發生錯誤。{0}

# MSG_E_CreateFolderNameEmpty
source: Name not specified
cs: Název nebyl neuveden
de: Der Name nicht angegeben.
fr: Nom non spécifié
pl: Nie określono nazwy
zh_hans: 未指定名称
zh_hant: 未指定名稱

# MSG_E_DragDropFormatError
source: Drop data error. Source program did not format it correctly or filenames had invalid characters
cs: Chyba při předávání dat. Zdrojový program je nenaformátoval správně nebo názvy souborů obsahovaly neplatné znaky
zh_hans: 删除数据错误。源程序格式不正确或文件名包含无效字符
zh_hant: 拖放數據錯誤。來源程式未正確格式化或檔案名稱包含無效字元

# MSG_E_DriveNotConnected
source: Drive {0} is not connected
zh_hans: 驱动器 {0} 未连接
zh_hant: 磁碟機 {0} 未連接

# MSG_E_DropContent
source: Issue with drop data: {0}
cs: Problém s výpadkem dat: {0}
de: Problem mit Ablegen von Daten: {0}
fr: Problème avec le dépôt des données : {0}
zh_hans: 放置数据出现问题： {0}
zh_hant: 拖放數據存在問題：{0}

# MSG_E_DropContentFromOutlook
source: Invalid Outlook data. Are you using the latest Outlook? {0}
zh_hans: 无效的 Outlook 数据。您在使用最新版本的 Outlook 吗？{0}
zh_hant: 無效的 Outlook 數據。您是否已將 Outlook 更新至最新版本？{0}

# MSG_E_DropFileContentsError
source: Error creating files from drop package. Windows reported: {0}
cs: Chyba při vytváření souborů z dat přetažených do aplikace. Windows hlásí: {0}
de: Fehler beim Erstellen von Dateien aus dem Ablagepaket. Windows meldet: {0}
fr: Erreur lors de la création de fichiers à partir du dépôt de package. Windows a signalé : {0}
pl: Błąd tworzenia plików z pakietu drop. Zgłoszony system Windows: {0}
zh_hans: 从放置包创建文件时发生错误。Windows 报告： {0}
zh_hant: 從拖放數據建立檔案時發生錯誤。Windows 回報：{0}

# MSG_E_ErrorOpeningPath
source: Error opening path {0}
pl: Błąd otwierania ścieżki {0}
zh_hans: 打开路径 {0} 时发生错误
zh_hant: 開啟路徑 {0} 時發生錯誤

# MSG_E_FileAlreadyExists
source: File with this name already exists
de: Datei mit diesem Namen existiert bereits
fr: Un fichier portant ce nom existe déjà
zh_hans: 带有此名称的文件已存在
zh_hant: 已存在相同名稱的檔案

# MSG_E_FileNotFound
source: File {0} not found
de: Datei "{0}" nicht gefunden
zh_hans: 文件{0}未找到
zh_hant: 檔案 {0} 不存在

# MSG_E_FolderDoesNotExist
source: Folder doesn't exist {0}
cs: Složka neexistuje {0}
zh_hans: 文件夹{0}不存在
zh_hant: 資料夾不存在 {0}

# MSG_E_InvalidCharactersInName
source: Invalid name {0}; contains unsupported characters for Windows
cs: Neplatný název {0}; obsahuje znaky, které systém Windows nepodporuje
fr: Nom {0} non valide; contient des caractères non pris en charge par Windows
zh_hans: 名称{0}无效，包含 Windows 操作系统不支持的字符
zh_hant: 名稱 {0} 無效；包含 Windows 不支援的字元

# MSG_E_InvalidCharactersInPath
source: Invalid path {0}; contains unsupported characters for Windows
cs: Neplatná cesta {0}; obsahuje znaky, které systém Windows nepodporuje
de: Ungültiger Pfad-{0}; enthält nicht unterstützte Zeichen für Windows
fr: Chemin d’accès non valide {0} ; contient des caractères non pris en charge par Windows
zh_hans: 路径{0}无效，包含 Windows 操作系统不支持的字符
zh_hant: 路徑 {0} 無效；包含 Windows 不支援的字元

# MSG_E_InvalidDriveLetter
source: Invalid drive letter
de: Ungültiger Laufwerkbuchstabe
fr: Lettre de lecteur non valide
zh_hans: 无效的驱动器字母
zh_hant: 無效的磁碟機代號

# MSG_E_InvalidPath
source: Invalid path
de: Ungültiger Pfad.
fr: Chemin non valide
pl: Nieprawidłowa ścieżka
zh_hans: 无效路径

# MSG_E_InvalidRemoteMachineName
source: {0} is not a valid remote machine name
pl: {0} nie jest prawidłową nazwą komputera zdalnego
zh_hans: {0}不是有效的远程计算机名
zh_hant: {0} 不是有效的遠端電腦名稱

# MSG_E_MultipleConnectionsNotAllowed
source: Multiple connections to a server from the same computer with different usernames are not allowed in Windows
cs: Vícenásobné připojení k serveru z jednoho počítače pod odlišnými uživatelskými účty není v systému Windows povoleno
de: Mehrere Verbindungen zu einem Server vom selben Computer mit verschiedenen Benutzernamen sind unter Windows nicht zulässig
fr: Les connexions multiples à un serveur à partir du même ordinateur avec des noms d’utilisateur différents ne sont pas autorisées dans Windows
pl: Wielokrotne połączenia do serwera z tego samego komputera z różnymi nazwami użytkowników nie są dozwolone w systemie Windows
zh_hans: Windows 操作系统不允许使用不同的用户名从同一台计算机多次连接到服务器
zh_hant: Windows 不允許使用不同使用者名稱在同一台電腦建立多個同一伺服器的連綫

# MSG_E_NoteEmpty
source: Note is empty
zh_hans: 备注为空
zh_hant: 筆記為空

# MSG_E_NoteToggleFailed
source: Checking/Unchecking note failed {0}
cs: Zaškrtnutí nebo zrušení zaškrtnutí poznámky se nezdařilo {0}
de: Prüfung/Deaktivierung der Notiz fehlgeschlagen {0}
fr: Échec du cochage/décochage de la note {0}
pl: Zaznaczanie/odznaczanie notatki nie powiodło się {0}
zh_hans: 对{0}备注的标记或取消标记失败
zh_hant: 切換筆記狀態失敗 {0}

# MSG_E_OpeningMixedTypeItems
source: Can't open multiple items if one or more folders are selected
pl: Nie można otworzyć wielu elementów, jeśli zaznaczony jest jeden lub więcej folderów
zh_hans: 若选择了一个或多个文件夹，则无法打开多个项目
zh_hant: 選取多個資料夾時無法打開多個項目

# MSG_E_OpenMaps
source: Default web browser could not be launched to show GPS location on a map
cs: Výchozí webový prohlížeč nebylo možné spustit a zobrazit tak polohu GPS na mapě.
de: Standard-Webbrowser konnte nicht gestartet werden, um den GPS-Standort auf einer Karte anzuzeigen
pl: Nie można uruchomić domyślnej przeglądarki internetowej w celu pokazania lokalizacji GPS na mapie
zh_hans: 无法启动默认网页浏览器以在地图上显示GPS位置
zh_hant: 無法啟動預設網頁瀏覽器以在地圖上顯示 GPS 位置

# MSG_E_OperationNotAllowed
source: Windows didn't allow this operation. {0}
pl: System Windows nie zezwolił na tę operację. {0}
zh_hans: Windows 操作系统不允许此操作。{0}

# MSG_E_PastingIntoMultipleFolders
source: Pasting into multiple folders at once is not implemented
de: Einfügen in mehrere Ordner gleichzeitig ist nicht implementiert
pl: Wklejanie do wielu folderów jednocześnie nie jest obecnie możliwe
zh_hans: 一次性粘贴到多个文件夹尚未实现
zh_hant: 同時粘貼到多個資料夾的功能尚未實現

# MSG_E_PathContainsColon
source: This path format is not supported
zh_hans: 此路径格式不受支持

# MSG_E_PathContainsHttpOrFtp
source: http(s) and (s)ftp are not supported
cs: Protokoly HTTP (s) a (s)FTP nejsou podporovány
de: http(s) und (s)ftp werden nicht unterstützt
fr: http(s) et (s)ftp ne sont pas pris en charge.
pl: http(s) i (s)ftp nie są obsługiwane
zh_hans: 不支持http(s) 和 (s)ftp。
zh_hant: 不支援 http(s) 和 (s)ftp

# MSG_E_PathContainsNfs
source: Enter \\hostname\
de: \\Hostname\ eingeben
pl: Wprowadź \\nazwę_hosta\
zh_hans: 输入\\主机名\
zh_hant: 輸入 \\hostname\

# MSG_E_PathContainsSmb
source: Windows already uses SMB. Enter \\hostname\
cs: Protokol SMB je již systémem Windows používán. Zadejte \\hostname\
zh_hans: Windows 已启用 SMB。请输入 \\主机名\
zh_hant: Windows 已經使用 smb。輸入 \\hostname\

# MSG_E_PreventedDeletionOfTempFolder
source: This folder will be automatically removed when operation completes
cs: Po dokončení operace bude tato složka bude automaticky odebrána
de: Ordner wird automatisch entfernt, wenn der Vorgang abgeschlossen ist
fr: Ce dossier sera automatiquement supprimé à la fin de l’opération
zh_hans: 此文件夹将在操作完成后自动删除
zh_hant: 此資料夾將在操作完成後自動刪除

# MSG_E_QuicklookNotRunning
source: QuickLook not running. Start it, or disable it in Settings🡢Preview
cs: Program QuickLook neběží. Spusťte jej nebo zakažte jeho používání v Nastavení🡢Náhled
zh_hans: QuickLook 未运行。启动它，或在「设置」🡢「预览」中禁用它
zh_hant: QuickLook 尚未運行。請先開啟它，或在「預覽」設定中禁用

# MSG_E_RecycleBinError
source: Error getting Recycle Bin Items. Right-Click on Recycle Bin in sidebar and click Open
cs: Chyba při získávání položek koše. V postranním panelu klikněte pravým tlačítkem myši na Koš a vyberte volbu Otevřít
de: Fehler beim Abrufen von Papierkorbobjekten. Klicken Sie mit der rechten Maustaste auf Papierkorb in der Seitenleiste und dann auf Öffnen
fr: Erreur lors de l’obtention des éléments de la Corbeille. Cliquez avec le bouton droit sur Corbeille dans la barre latérale puis cliquez sur Ouvrir
pl: Błąd podczas odczytywania elementów Kosza. Kliknij prawym przyciskiem myszy Kosz na pasku bocznym a następnie „Otwórz”
zh_hans: 获取回收站项时发生错误。右键单击侧边栏中的回收站并单击打开
zh_hant: 取得資源回收筒項目時出錯。右鍵按一下側邊欄中的資源回收筒，隨後選擇開啟

# MSG_E_ShellFileOperationFailed
source: Windows reported an error while processing operation: {0}
de: Fehler bei der Verarbeitung des Vorgangs: {0}
fr: Windows a signalé une erreur lors du traitement de l’opération : {0}
pl: System Windows zgłosił błąd podczas przetwarzania operacji: {0}
zh_hans: Windows 操作系统在处理操作时报告了错误：{0}
zh_hant: Windows 在進行操作時發生錯誤：{0}

# MSG_E_ShellFileOperationFailedElevate
source: You will need to run program as Admin to complete this operation (Ctrl+Shift+F12)
cs: K dokončení této operace budete muset spustit program s právy správce (Ctrl+Shift+F12)
de: Sie müssen das Programm als Administrator ausführen, um diesen Vorgang abzuschließen (STRG + Umschalt + F12)
fr: Vous devrez exécuter le programme en tant qu’administrateur pour terminer cette opération (Ctrl+Maj+F12)
pl: Konieczne uruchomienie programu jako Administrator, aby ukończyć tę operację (Ctrl + Shift + F12)
zh_hans: 您需要以管理员的身份运行程序才能完成此操作（Ctrl + Shift + F12）
zh_hant: 您需要以管理員身份運行程式才能完成此操作（Ctrl+Shift+F12）

# MSG_E_ShellFileOperationFailedPathTooLong
source: Failed operation. Is path over the Windows' 260 character limit?
cs: Operace se nezdařila. Není délka cesty větší než limit 260 znaků definovaný systémem Windows?
de: Vorgang fehlgeschlagen. Überschreitet der Pfad die 260-Zeichen-Grenze von Windows?
fr: Échec de l’opération. Le chemin d’accès dépasse-t-il la limite Windows de 260 caractères ?
pl: Operacja nie powiodła się. Czy długość ścieżki przekracza limitu 260 znaków systemu Windows?
zh_hans: 操作失败。路径是否超过 Windows 操作系统的 260 个字符限制？
zh_hant: 操作失敗。路徑是否超過了 Windows 的 260 個字元限制？

# MSG_E_SourceDoesNotExist
source: Source doesn't exist
pl: Źródło nie istnieje
zh_hans: 源路径不存在
zh_hant: 來源不存在

# MSG_E_ThemeFileNotFound
source: Theme file not found at {0}
de: Design-Datei bei {0} nicht gefunden
zh_hans: 主题文件未在{0}中找到
zh_hant: 無法在 {0} 找到主題檔

# MSG_E_UnableToExtract
source: Unable to extract files from {0}
cs: Nelze rozbalit soubory z {0}
de: Dateien von {0} können nicht entpackt werden
fr: Impossible d’extraire les fichiers de {0}
pl: Nie można wyodrębnić plików z {0}
zh_hans: 无法从{0}中提取文件
zh_hant: 無法從 {0} 中提取檔案

# MSG_E_UnableToUpdate
source: Error updating program to new version
de: Fehler bei der Programm-Aktualisierung
pl: Błąd aktualizacji programu do nowej wersji
zh_hans: 更新程序到新版本时发生错误
zh_hant: 嘗試將程式更新到新版本時出錯

# MSG_E_UpdateDownloadError
source: Could not download the update. Full error is {0}
cs: Aktualizaci nelze stáhnout. Úplná popis chyby je {0}
de: Update konnte nicht heruntergeladen werden. Vollständiger Fehler ist {0}
pl: Nie można pobrać aktualizacji. Pełny błąd to: {0}
zh_hans: 无法下载更新。完整的错误内容为：{0}
zh_hant: 無法下載更新。完整錯誤信息：{0}

# MSG_I_CannotFitBothBrowsers
source: Can't fit both browsers at this window size. Switching to single browser view
cs: Do takto malého okna se dva panely nevejdou. Přepínám program na zobrazení jednoho panelu.
de: Bei dieser Fenstergröße können nicht beide Felder angezeigt werden. Umschalten auf Einzelfeldansicht
pl: Nie można zmieścić obu przeglądarek w tym rozmiarze okna. Przełączanie do widoku pojedynczej przeglądarki
zh_hans: 不能在此窗口大小下同时适配两个浏览视图。切换到单浏览视图
zh_hant: 此視窗大小不支援同時顯示兩個瀏覽窗格。已切換到單一瀏覽窗格視圖

# MSG_I_ClipboardCopy
source: Selection copied to Windows Clipboard
cs: Výběr je zkopírován do schránky systému Windows
pl: Zaznaczenie skopiowane do Schowka systemowego
zh_hans: 选择内容已复制到 Windows 剪贴板
zh_hant: 選取内容已複製到 Windows 剪貼簿

# MSG_I_ClipboardCut
source: Selection cut to Windows Clipboard
cs: Výběr je vyjmut do schránky Windows
de: Auswahl in Windows-Zwischenablage ausschneiden
fr: Sélection coupée vers le Presse-papiers Windows
pl: Zaznaczenie wycięte w Schowku systemowego
zh_hans: 选择内容已剪切到 Windows 剪贴板
zh_hant: 選取内容已剪切到 Windows 剪貼簿

# MSG_I_ClipboardHasImage
source: Detected Image on Clipboard. Press CTRL + V to Paste as a new PNG file
cs: Ve schránce je uložený obrázek. Stisknutím kláves CTRL+V jej vložíte jako nový soubor PNG
de: Bild in der Zwischenablage erkannt. Drücken Sie STRG + V, um das Bild als neue PNG-Datei einzufügen.
fr: Image détectée dans le Presse-papiers. Appuyez sur CTRL+V pour coller en tant que nouveau fichier PNG
pl: Wykryto obraz w schowku. Naciśnij CTRL+V, aby wkleić jako nowy plik PNG
zh_hans: 在剪贴板中检测到图像。按 Ctrl + V 以粘贴为新的 PNG 文件
zh_hant: 剪貼簿中偵測到圖像。按 CTRL + V 粘貼為新的 PNG 檔

# MSG_I_ClipboardHasPath
source: New path on clipboard. Press Ctrl+Shift+T to open it in a new tab
cs: Ve schránce je uložena nová cesta. Stisknutím kombinace kláves Ctrl+Shift+T ji otevřete na nové kartě.
de: Neuer Pfad in der Zwischenablage. Drücken Sie STRG+Umschalt+T, um ihn in einer neuen Registerkarte zu öffnen
pl: Nowa ścieżka w schowku. Naciśnij Ctrl+Shift+T, aby otworzyć ją w nowej karcie
zh_hans: 在剪贴板中检测到新的路径。请按 Ctrl + Shift + T 在新的标签页中打开
zh_hant: 剪貼簿中偵測到新的路徑。按 Ctrl+Shift+T 在新索引標簽中開啟

# MSG_I_ClipboardHasText
source: Detected Text on Clipboard. Press CTRL + V to create a new TXT file with this text
cs: Ve schránce ue uložený text. Stisknutím kláves CTRL+V vytvoříte nový soubor TXT s tímto textem
de: Text in der Zwischenablage erkannt. Drücken Sie STRG + V, um eine neue TXT-Datei mit diesem Text zu erstellen
fr: Texte détecté dans le Presse-papiers. Appuyez sur CTRL+V pour créer un nouveau fichier TXT avec ce texte
pl: Wykryto tekst w schowku. Naciśnij CTRL+V, aby utworzyć nowy plik TXT z tym tekstem
zh_hans: 在剪贴板中检测到文本内容。按 Ctrl + V 以创建带有此文本的新 TXT 文件
zh_hant: 剪貼簿中偵測到文本。按 CTRL + V 粘貼為新的 TXT 檔

# MSG_I_ClipboardImagePasted
source: Created an image file: {0} from Clipboard data
cs: Z dat uložených ve schránce byl vytvořen obrazový soubor: {0}
pl: Utworzono plik graficzny: {0} z danych ze Schowka
zh_hans: 使用剪贴板数据创建了图像文件：{0}
zh_hant: 已使用剪貼簿數據建立影像檔：{0}

# MSG_I_ClipboardTextPasted
source: Created a text file: {0} from Clipboard data
cs: Z dat uložených ve schránce byl vytvořen textový soubor: {0}
pl: Utworzono plik tekstowy: {0} z danych ze Schowka
zh_hans: 使用剪贴板数据创建了文本文件：{0}
zh_hant: 已使用剪貼簿數據建立文字檔：{0}

# MSG_I_CopyingItemsBetweenBrowsers
source: Copying {0} item(s) from {1} to {2}
cs: Kopíruji {0} položek z {1} do {2}
de: Kopieren von {0} Element(en) von {1} nach {2}
fr: Copie de {0} élément(s) de {1} vers {2}
pl: Kopiowanie {0} elementów z {1} do {2}
zh_hans: 从{1}中复制了{0} 个项目到{2}
zh_hant: 正在將 {0} 個項目從 {1} 複製到 {2}

# MSG_I_DownloadingThemeResources
source: Downloading theme resources...
cs: Stahování souborů nastavení motivu...
de: Design-Ressourcen werden heruntergeladen...
fr: Téléchargement des ressources du thème...
pl: Pobieranie zasobów motywu…
zh_hans: 下载主题资源中……
zh_hant: 正在下載主題資源...

# MSG_I_DragDropCanceled
source: Drag operation canceled
pl: Operacja przeciągania anulowana
zh_hans: 拖放操作已取消
zh_hant: 拖放操作已取消

# MSG_I_DragDropCanceledTooFast
source: Drag slower if you intend to move files
cs: Přetahujte pomaleji, pokud chcete soubory přesouvat
fr: Faites glisser plus lentement si vous voulez déplacer des fichiers
pl: Przeciągnij wolniej, jeśli zamierzasz przenieść pliki
zh_hans: 若您打算移动文件，请降低拖动速度
zh_hant: 如果您打算移動檔案，請放緩拖動速度

# MSG_I_DropFileContentsFinished
source: Finished processing {0} file(s) from drop package
cs: Dokončeno zpracování {0} souborů z přetažených dat
de: Verarbeitung von {0} Datei(en) aus dem Ablagepaket abgeschlossen
fr: Fin du traitement de {0} fichier(s) à partir du dépôt de package
pl: Zakończono przetwarzanie {0} plików z przenoszonego pakietu
zh_hans: 从放置包中完成了{0}项文件处理
zh_hant: 已完成處理拖放數據中的 {0} 個檔案

# MSG_I_DropFileContentsStarted
source: Creating temporary files from drop package before the move...
cs: Před přesouváním vytvářím z přetahových dat dočasné soubory...
de: Erstelle vor dem Verschieben temporäre Dateien aus dem Ablagepaket...
fr: Création de fichiers temporaires à partir du dépôt de package avant le déplacement...
pl: Tworzenie plików tymczasowych z przenoszonego pakietu przed przeniesieniem…
zh_hans: 请在移动前在放置包中创建临时文件……
zh_hant: 正在從拖放數據建立臨時檔案以便移動...

# MSG_I_DropSameSourceAndDestination
source: Drop operation cancelled - destination same as source
cs: Operace přetažení byla zrušena - cíl je stejný jako zdroj
fr: Opération de dépose annulée - destination identique à la source
pl: Operacja przeniesienia anulowana – miejsce docelowe takie samo jak źródłowe
zh_hans: 放置操作已取消 - 目标与源地址相同
zh_hant: 刪除操作已取消 - 目標與來源相同

# MSG_I_Duplicated
source: File duplicated
pl: Plik zduplikowany
zh_hans: 已为文件创建副本
zh_hant: 檔案已複製

# MSG_I_EjectingDrive
source: Ejecting {0}...
cs: Vysouvám {0}...
fr: Éjection de {0}...
pl: Wysuwanie {0}…
zh_hans: 弹出{0}……
zh_hant: 正在彈出 {0}...

# MSG_I_FileOpened
source: File opened
cs: Soubor je otevřen
de: Datei geöffnet.
fr: Fichier ouvert
pl: Plik został otwarty
zh_hans: 文件已打开
zh_hant: 檔案已打開

# MSG_I_MonitoringDriveStopped
source: Monitoring of drive {0} stopped
cs: Monitorování disku {0} bylo zastaveno
de: Überwachung von Laufwerk {0} gestoppt
fr: Surveillance du lecteur {0} arrêté
pl: Monitorowanie zatrzymanego {0} napędu
zh_hans: 对驱动器{0}的监控已停止
zh_hant: 已停止監聽磁碟機 {0}

# MSG_I_MovingItemsBetweenBrowsers
source: Moving {0} item(s) from {1} to {2}
cs: Přesouvám {0} položek z {1} na {2}
de: Verschieben von {0} Element(en) von {1} nach {2}
fr: Déplacement de {0}(s) élément(s) de {1} à {2}
pl: Przenoszenie {0} elementy(-ów) z {1} do {2}
zh_hans: 正在将{0} 个项目从{1}移动到{2}
zh_hant: 正在將 {0} 個項目從 {1} 移動到 {2}

# MSG_I_NewFileCreated
source: New file created
cs: Byl vytvořen nový soubor
zh_hans: 新文件已创建
zh_hant: 新檔案已建立

# MSG_I_NewFolderCreated
source: New folder created
cs: Byla vytvořena nová složka
zh_hans: 新文件夹已创建
zh_hant: 新資料夾已建立

# MSG_I_NoteCreated
source: Note created
zh_hans: 备注已创建
zh_hant: 筆記已建立

# MSG_I_PathCopiedToClipboard
source: Path(s) copied to Clipboard
cs: Cesta byla zkopírována do schránky
de: Pfad(e) in die Zwischenablage kopiert
pl: Ścieżki skopiowane do Schowka
zh_hans: 已将路径复制到剪贴板
zh_hant: 路徑已複製到剪貼簿

# MSG_I_ProgramLaunched
source: Program launched
cs: Program byl spuštěn
fr: Programme lancé
pl: Uruchomiono program
zh_hans: 程序已启动
zh_hant: 程式已啟動

# MSG_I_RefreshRequiredPathLong
source: Folder content changed but the path is too long for Windows to report. Refresh manually (F5)
cs: Obsah složky se změnil, ale cesta je příliš dlouhá, aby ji systém Windows mohl oznámit. Ruční aktualizace (F5)
de: Der Inhalt des Ordners wurde geändert, aber der Pfad ist zu lang, um von Windows angezeigt zu werden. Manuell aktualisieren (F5)
fr: Le contenu du dossier a changé, mais le chemin d’accès est trop long pour windows pour le signaler. Actualiser manuellement (F5)
pl: Zawartość folderu została zmieniona, ale ścieżka jest długa dla systemu Windows aby przekazać. Odśwież ręcznie (F5)
zh_hans: 文件夹内容已更改，但路径太长，因而 Windows 操作系统无法报告。请手动刷新（F5）
zh_hant: 資料夾内容已更改，但路徑過長，Windows 無法報告。請手動刷新（F5）

# MSG_I_Renamed
source: Item renamed
pl: Nazwa elementu została zmieniona
zh_hans: 项目已重命名
zh_hant: 項目已重新命名

# MSG_I_SameName
source: Same name. Nothing changed
cs: Stejný název. Nebyla provedena žádná změna
de: Gleicher Name. Nichts geändert
pl: Ta sama nazwa. Nic się nie zmieniło
zh_hans: 名称未改变。没有进行修改
zh_hant: 名稱一致。未進行任何操作

# MSG_I_ShellFileOperationAdded
source: Processing {0} item(s)
cs: Zpracovávám {0} položek
de: Verarbeite {0} Element(e)
fr: Traitement de {0}(s) élément(s)
pl: Przetwarzanie {0} obiektu(-ów)
zh_hans: 正在处理{0}个项目
zh_hant: 正在處理 {0} 個項目

# MSG_I_ShellFileOperationCompleted
source: Finished processing {0} item(s)
cs: Dokončuji zpracování {0} položek
de: Verarbeitung von {0} Element(en) abgeschlossen
fr: Fin du traitement de {0}(s) élément(s)
pl: Zakończono przetwarzanie {0} elementów
zh_hans: 处理完成{0}个项目
zh_hant: 完成處理 {0} 個項目

# MSG_I_ShellFileOperationUserCancelled
source: User-cancelled operation
de: Vorgang vom Benutzer abgebrochen.
zh_hans: 用户取消了操作
zh_hant: 使用者已取消操作

# MSG_I_ShellPasteExecuted
source: Shell Paste executed
cs: Operace Vložit pomocí příkazu Shell provedena
fr: Collage shell exécuté
pl: Wklejanie z powłoki systemu wykonane
zh_hans: Shell 粘贴已执行
zh_hant: 命令殼層粘貼已執行

# MSG_I_TemplateCreated
source: Template created. Press Ctrl+N anytime to clone it to current folder
cs: Šablona vytvořena. Stisknutím kláves Ctrl+N ji kdykoli naklonujete do aktuální složky
de: Vorlage erstellt. Mit STRG+N in den aktuellen Ordner übernehmen.
fr: Modèle créé. Appuyez sur Ctrl+N à tout moment pour le cloner dans le dossier actif
pl: Szablon utworzony. Naciśnij Ctrl+N w dowolnym momencie, aby sklonować go do bieżącego folderu
zh_hans: 模板已创建。随时按 Ctrl + N 将其复制到当前文件夹
zh_hant: 已建立範本。您可以按 Ctrl+N 將其克隆到當前資料夾

# MSG_I_ThemeResourcesDownloaded
source: Theme resources downloaded
cs: Soubory nastavení motivu jsou staženy
de: Design-Ressourcen heruntergeladen
fr: Ressources du thème téléchargées
pl: Pobrane zasoby motywów
zh_hans: 主题资源已下载

# MSG_I_UpdateAvailableForPortableVersion
source: New version is available. Press UPDATE button in the top-right corner
de: Neue Version verfügbar. Drücken Sie die UPDATE-Taste in der oberen rechten Ecke
fr: Une nouvelle version est disponible. Appuyez sur le bouton METTRE A JOUR dans le coin supérieur droit
pl: Dostępna jest nowa wersja. Naciśnij przycisk UPDATE w prawym górnym rogu
zh_hans: 新版本可用。请点击右上角的更新按钮
zh_hant: 新版本已可供使用。您可以按右上角的「更新」按鈕以下載更新

# MSG_I_UpdateAvailableForStoreVersion
source: Update available. You can update through Microsoft Store by clicking Library and Get Updates
de: Update verfügbar. Sie können über den Microsoft Store aktualisieren, indem Sie auf Bibliothek und Updates abrufen klicken
fr: Mise à jour disponible. Vous pouvez effectuer une mise à jour via le Microsoft Store en cliquant sur Bibliothèque et Obtenir la mise à jour
pl: Dostępna aktualizacja. Aktualizację można przeprowadzić za pośrednictwem Microsoft Store, klikając Biblioteka i Pobierz aktualizacje
zh_hans: 更新可用。您可通过 Microsoft Store 进行更新
zh_hant: 新版本已可供使用。您可以在 Microsoft Store 的「媒體櫃」中取得更新

# MSG_I_UpdateDownloading
source: Downloading latest version from OneCommander.com...
cs: Stahuji nejnovější verze z OneCommander.com...
de: Die neueste Version wird von OneCommander.com heruntergeladen...
fr: Téléchargement de la dernière version depuis OneCommander.com...
pl: Pobieranie najnowszej wersji z OneCommander.com…
zh_hans: 从 OneCommander.com 下载最新版本中……
zh_hant: 正在從 OneCommander.com 下載最新版本...

# NavigateBackward_S
source: Alt + Left arrow
de: Alt + Linkspfeil
fr: Alt+Flèche gauche
zh_hans: Alt + 左箭头
zh_hant: Alt + 左箭頭

# NavigateBackward_TT
source: Go back in tab history
cs: O krok zpět v historii karet
de: Zurück im Tab-Verlauf
pl: Wstecz (w historii kart)
zh_hans: 后退标签页历史记录
zh_hant: 按一下以返回

# NavigateForward_S
source: Alt + Right arrow
de: Alt + Rechtspfeil
fr: Alt+Flèche droite
zh_hans: Alt + 右箭头
zh_hant: Alt + 右箭頭

# NavigateForward_TT
source: Go forward in tab history
cs: O krok vpřed v historii karet
de: Vorwärts im Tab-Verlauf
fr: Avancer dans l’historique des onglets
pl: Do przodu (w historii kart)
zh_hans: 前进标签页历史记录
zh_hant: 按一下以往前

# NavigateUp_S
source: Backspace
de: Rücktaste
fr: Retour arrière
zh_hans: 退格

# NewFolder_TT
source: Create new folder
de: Neuen Ordner erstellen|
fr: Créer un nouveau dossier
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New group
de: Neue Gruppe:
fr: Nouveau groupe
pl: Nowa grupa
zh_hans: 新建分组
zh_hant: 新增分組
