Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

source: Accent Color
de: Akzentfarbe
fr: Couleur de mise en évidence
pl: Kolor akcentu
zh_hans: 主题色
zh_hant: 強調色

# AccentColorGetFromWindows
source: Get from Windows
cs: Převzít ze systému Windows
de: Von Windows abrufen
pl: Pobierz z systemu Windows
zh_hans: 从 Windows 操作系统获取

# AccentColorHexValue
source: (HEX value in #RRGGBB format)
cs: (formát #RRGGBB v šestnáctkovém zápisu)
fr: (Valeur HEX au format #RRVVBB)
zh_hans: （#RRGGBB格式的十六进制值）
zh_hant: （#RRGGBB 格式的十六进制值）

# AccentColorLocked
source: Accent color can't be changed because this particular theme forces a certain accent color
cs: Barvu zvýraznění nelze změnit, protože tento konkrétní motiv vynucuje určitou barvu zvýraznění
de: Die Akzentfarbe kann nicht geändert werden, da dieses spezielle Design eine bestimmte Akzentfarbe vorschreibt.
fr: La couleur de mise en évidence ne peut pas être modifiée car ce thème particulier force une certaine couleur de mise en évidence.
pl: Kolor akcentu nie może być zmieniony, ponieważ ten konkretny motyw wymusza określony kolor akcentu.
zh_hans: 主题色无法更改，因为此特定主题强制使用特定主题色。
zh_hant: 無法更改强調色，當前主題要求使用特定的强調色

# AdvancedInfo
source: Rarely needed settings. Don't change unless absolutely necessary!
cs: Zřídka potřebná nastavení. Neměňte je, pokud to není nezbytně nutné!
de: Selten benötigte Einstellungen. Nicht ändern, wenn nicht unbedingt notwendig!
fr: Paramètres rarement nécessaires. Ne les changez pas à moins que cela ne soit absolument nécessaire !
pl: Rzadziej wykorzystywane ustawienia. Nie zmieniaj, chyba że jest to absolutnie konieczne!
zh_hans: 较少使用的设置，若非绝对必要，则请勿更改！
zh_hant: 您通常不需要這些設置。請不要隨意更改，除非您清楚知道您在做什麽！

# AnimationDuration
source: Animation duration (ms)
zh_hans: 动画持续时间（毫秒）

# AnimationDurationTest
source: Click to test animation duration
de: Klicken, um Animationsdauer zu testen
pl: Kliknij, aby przetestować czas trwania animacji
zh_hans: 单击此处以测试动画持续时间
zh_hant: 按下以測試動畫持續時間

# AutoSwitchToThumbView
source: Auto-switch to thumbnail view
de: Automatisch zur Miniaturansicht umschalten
pl: Automatycznie przełącz do widoku miniatur
zh_hans: 自动切换到缩略图视图
zh_hant: 自動切換到縮圖視圖

# AutoSwitchToThumbViewInfo
source: Program will check the first few files in a folder and if most are images or videos it will load thumbnail view. Views that are already saved won't be affected
cs: Program prozkoumá několik prvních souborů ve složce a zapne zobrazení miniatur, pokud jde z většiny o obrázky nebo videa. Již uložená zobrazení nebudou ovlivněna.
de: Das Programm prüft die ersten Dateien in einem Ordner und lädt eine Miniaturansicht, wenn die meisten davon Bilder oder Videos sind. Bereits gespeicherte Ansichten sind davon nicht betroffen.
fr: Le programme vérifiera les premiers fichiers dans un dossier et si la plupart sont des images ou des vidéos, il chargera la vue miniature. Les vues déjà enregistrées ne seront pas affectées.
pl: Program sprawdzi kilka pierwszych plików w folderze, a jeśli większość z nich to obrazy lub filmy, zmieni na widok miniatur. Nie będzie to miało wpływu na widoki, które zostały już zapisane
zh_hans: 本程序将检查文件夹中的前几个文件，若多数为图像或视频，则将加载缩略图视图。已保存的视图不受影响。
zh_hant: 如果資料夾中的前幾個檔案大多為圖片或影片，將會自動切換到縮圖視圖。已保存的視圖不會受到影響。

# ClipboardCheckText
source: Check and notify when there is text on clipboard
cs: Upozornit, pokud je ve schránce uložen nějaký text
de: Prüfen und melden, wenn Text in der Zwischenablage liegt.
fr: Vérifier et notifier lorsqu’il y a du texte dans le presse-papiers.
pl: Sprawdzaj i powiadom o pojawieniu się tekstu w schowku
zh_hans: 检查剪贴板上是否有文本，如有文本则发送通知
zh_hant: 當剪貼簿存在文字時發出通知

# ClipboardCheckTextInfo
source: Shows notifications offering to create a file from text by pressing Ctrl+V
de: Von Windows abrufen
fr: Affiche les notifications proposant de créer un fichier à partir de texte en appuyant sur Ctrl+V.
zh_hans: 显示可通过按 Ctrl+V 从文本创建文件的通知
zh_hant: 在可用 Ctrl+V 從剪貼簿建立文字檔時發出通知

# ColorFileAge
source: Color
cs: Barevně odlišit
de: Dateifarbe
fr: Couleurs
pl: Kolor
zh_hans: 颜色
zh_hant: 顔色高亮

# ColumnAdvancedDelay
source: Expand delay (ms)
cs: než rozšíří sloupec (ms)
de: Verzögerung (ms)
fr: Délai avant expansion (ms)
pl: Opóźnienie przed rozwinięciem (ms)
zh_hans: 扩展延迟（毫秒）

# ColumnAdvancedDelayInfo
source: When cursor enters a folder column, program will wait for:
cs: Když kurzor najede nad složku v rozložení sloupců, program počká:
de: Steht der Cursor in einer Ordnerspalte, wartet das Programm:
fr: Lorsque le curseur entre dans une colonne de dossier, le programme attend pendant :
pl: Gdy wskażesz kursorem kolumnę folderu, program odczeka…
zh_hans: 当光标进入文件夹分栏时，程序将等待：
zh_hant: 當游標進入資料夾欄時，程式將等待：

# ColumnAdvancedDuration
source: Expand duration (ms)
cs: Animace rozšíření potrvá (ms)
de: Dauer (ms)
fr: Durée d'expansion (ms)
pl: Czas trwania rozszerzania (ms)
zh_hans: 扩展持续时间（毫秒）

# ColumnAdvancedDurationInfo
source: and then animate expanding the column for:
cs: poté se sloupec rozšíří (s animací):
de: Animationsdauer für das Erweitern der Spalte:
fr: puis anime l'expansion de la colonne pendant :
pl: …a następnie rozszerzy kolumnę
zh_hans: 然后动态扩展分栏以：
zh_hant: ，隨後以下列設定展開資料夾欄：

# ColumnAdvancedExpandAnimateAll
source: Set to max to animate all
cs: Posuňte na maximum, chcete-li, aby animace proběhla vždy
fr: Définir sur max pour toutes les animations
pl: Ustaw wartość maksymalną, aby rozszerzać wszystkie
zh_hans: 设置为最大，则为所有宽度启用动态扩展
zh_hant: 設置為最大值將對所有內容進行動畫處理

# ColumnAdvancedExpandTriggerWidthInfo
source: OneCommander only expands columns smaller than this:
cs: Budou rozšiřovány pouze sloupce menší než:
de: OneCommander vergrößert nur Spalten kleiner als:
fr: OneCommander n'expand que les colonnes plus petites que :
pl: Rozszerzane są tylko kolumny mniejsze niż
zh_hans: OneCommander 只扩展小于此的分栏：
zh_hant: OneCommander 將只展開窄於此的欄：

# ColumnAlignColumnsLayout
source: Column Pane alignment in Columns Layout
fr: Alignement dans le volet des colonnes (disposition Colonnes)
pl: Wyrównanie okienka kolumn w układzie kolumnowym
zh_hans: 分栏布局中的分栏面板对齐方式
zh_hant: 欄式佈局中的窗格對齊方式

# ColumnAlignDefaultLeft
source: Default Left
cs: Výchozí zleva
de: Voreinstellung Links
fr: A gauche par défaut
pl: Domyślnie: do lewej
zh_hans: 默认左对齐

# ColumnAlignDefaultRight
source: Default Right
cs: Výchozí zprava
de: Voreinstellung Rechts
fr: A droite par défaut
pl: Domyślnie: do prawej
zh_hans: 默认右对齐
zh_hant: 預設右

# ColumnAlignStandardLayout
source: Column Pane alignment in Standard Layout
fr: Alignement dans le volet des colonnes (disposition Standard)
pl: Wyrównanie okienka kolumn w układzie standardowym
zh_hans: 标准布局中的分栏面板对齐方式
zh_hant: 標準佈局中的窗格對齊方式

# ColumnMinimumWidth
source: Columns minimum width
cs: Minimální šířka sloupce
de: Spalten Mindestbreite
pl: Minimalna szerokość kolumny
zh_hans: 分栏最小宽度
zh_hant: 欄位最小寬度

# ColumnMinimumWidthInfo
source: Minimum width for all columns:
fr: Largeur minimale pour l'ensemble des colonnes :
pl: Minimalna szerokość dla wszystkich kolumn:
zh_hans: 所有分栏的最小宽度：
zh_hant: 所有欄位的最小寬度：

# ColumnWidthCurrentColumnsLayout
source: Current (rightmost) column pane width in Columns layout
cs: Šířka sloupce zcela vpravo (aktuální složka) v rozložení sloupců
de: Aktuelle ( rechtsseitige) Breite des Spaltenbereichs im Spaltenlayout.
fr: Largeur du volet de colonne actuelle (la plus à droite) en disposition Colonnes
pl: Szerokość bieżącej (najbardziej na prawo) kolumny w układzie kolumnowym
zh_hans: 分栏布局中的当前（最右侧）分栏面板宽度
zh_hant: 當前欄窗格寬度（欄式佈局）

# ColumnWidthCurrentStandardLayout
source: Current (rightmost) column pane width in Standard layout
cs: Šířka sloupce zcela vpravo (aktuální složka) v standardním rozložení
de: Aktuelle ( rechtsseitige) Breite des Spaltenbereichs im Standardlayout.
fr: Largeur du volet de colonne actuelle (la plus à droite) en disposition Standard
pl: Szerokość bieżącej (najbardziej na prawo) kolumny w układzie standardowym
zh_hans: 标准布局中的当前（最右侧）分栏面板宽度
zh_hant: 當前欄窗格寬度（標準佈局）

# ColumnWidthOther
source: Maximum non-current column width
cs: Maximální šířka neaktivního sloupce
fr: Largeur maximale de colonne hors colonne courante
pl: Szerokość niebieżącej kolumny
zh_hans: 非当前分栏的最大宽度
zh_hant: 非當前欄位最大寬度

# CommandShellArgsInfo
source: $CurrentPath will be replaced with current path
de: $CurrentPath wird durch aktuellen Pfad ersetzt
fr: $CurrentPath sera remplacé par le chemin actuel
pl: $CurrentPath zostanie zastąpiona bieżącą ścieżką
zh_hans: $CurrentPath将被当前路径替换
zh_hant: $CurrentPath 將被替換為當前路徑

# CommandShellInfo
source: Choose between CMD, PowerShell, Windows Terminal, or a custom command shell
cs: Zvolte mezi CMD, PowerShellem, terminálem Windows nebo vlastním prostředím příkazového řádku
de: Wählen Sie zwischen CMD, PowerShell, Windows Terminal oder einer benutzerdefinierten Befehlszeile
fr: Choisissez entre CMD, PowerShell, Windows Terminal, ou un autre interpréteur de commandes.
pl: Wybierz między CMD, PowerShell, Terminalem Windows'a lub inną powłoką poleceń
zh_hans: 在 CMD、PowerShell、Windows Terminal 或自定义 command shell 之间进行选择
zh_hant: 可在 CMD、PowerShell、Windows Terminal 或 自訂命令殼層 之間進行選擇

# CommandShellShortcut
source: F10 (Ctrl to elevate)
cs: F10 (Ctrl pro vyšší práva)
de: F10 (STRG zum Erhöhen)
pl: F10 (Ctrl, aby podnieść poziom)
zh_hans: F10（按 Ctrl 键提升权限）
zh_hant: F10（按 Ctrl 以提權）

# ComputerNameInfo
source: This is the name of the first column pane that contains drives list. Machine name can be changed in Windows Settings
cs: Takto bude pojmenován první sloupec, který obsahuje seznam jednotek. Název počítače lze změnit v nastavení systému Windows
de: Name der ersten Spalte, welche die Laufwerksliste enthält. Maschinenname kann in den Windows-Einstellungen geändert werden
fr: Il s’agit du nom du premier volet de colonne qui contient la liste des lecteurs. Le nom de la machine peut être modifié dans les paramètres Windows.
pl: Jest to nazwa widoku zawierającego listę dysków (najwyższego w drzewie katalogów). Nazwę komputera można zmienić w ustawieniach systemu Windows
zh_hans: 这是包含驱动器列表的第一个分栏面板的名称，可在 Windows 操作系统的设置中更改计算机名称
zh_hant: 這是包含磁碟機清單的第一欄窗格的名稱。可以在 Windows 設定中更改電腦名稱

# ComputerNameMachineName
source: Machine name
cs: Název počítače
de: Maschinenname
fr: Nom de l'ordinateur
pl: Nazwa komputera
zh_hans: 计算机名
zh_hant: 電腦名稱

source: Context Menu Item padding
de: Abstand von Kontextmenüpunkten
fr: Espacement des éléments du menu contextuel
pl: Margines elementów menu kontekstowego
zh_hans: 上下文菜单单项间距
zh_hant: 内容功能表項内間距

# ContextMenuItemPaddingInfo
source: Make it larger for easier touchscreen access
cs: Zvětšete hodnotu pro snadnější ovládání na dotykovém displeji
de: Vergrößern für einfacheren Zugriff auf den Touchscreen
fr: Augmenter la valeur pour faciliter l’accès sur écran tactile
pl: Powiększ, aby ułatwić dostęp na ekranach dotykowych
zh_hans: 为便于触摸屏使用而增大
zh_hant: 更大的内間距有利於在觸控熒幕上使用

source: Create default sidebar folders
cs: Vytvoření výchozích složek postranního panelu
de: Standardordner für Seitenleiste erstellen
fr: Créer des dossiers par défaut dans la barre latérale
pl: Utwórz domyślne foldery paska bocznego
zh_hans: 创建默认侧边栏文件夹
zh_hant: 建立預設側邊欄資料夾

# CreateDefaultSidebarFoldersInfo
source: Creates favorites group with current username, and adds default folders such as Desktop, Documents, and the rest
cs: Vytvoří skupinu oblíbených položek s aktuálním uživatelským jménem a přidá výchozí složky jako jsou Plocha, Dokumenty a další
de: Erstellt eine Favoritengruppe mit aktuellem Benutzernamen und fügt Standardordner wie Desktop, Dokumente und den Rest hinzu
fr: Crée un groupe de favoris avec le nom d’utilisateur actuel et ajoute des dossiers par défaut tels que Bureau, Documents, etc...
pl: Tworzy grupę ulubionych z bieżącą nazwą użytkownika i dodaje foldery domyślne, takie jak Pulpit, Dokumenty i inne
zh_hans: 使用当前用户名创建收藏夹组，并添加默认文件夹，如桌面、文档等
zh_hant: 使用當前使用者名稱建立「快速存取」分組，並建立預設資料夾，例如「桌面」、「文件」和其他資料夾

source: Create New Columns without animating
cs: Neprováděj animaci při zobrazení nových sloupců
fr: Créer les nouvelles colonnes sans animation
pl: Twórz nowe kolumny bez animacji
zh_hans: 创建新分栏时关闭动画
zh_hant: 建立新窗格時不播放動畫

source: Date format
de: Datumsformat
fr: Format de date
pl: Format daty
zh_hans: 日期格式

# DefaultFileManagerUnregister
source: Unregister
de: Registrierung aufheben
fr: Désinscrire
pl: Wyrejestruj
zh_hans: 注销

# DLG_Unregistered
source: Unregistered
cs: Odregistrováno
de: Nicht registriert
fr: Désinscrit
pl: Niezarejestrowany
zh_hans: 已注销
zh_hant: 已取消注冊

# DLG_YN_DefaultFileManagerRegister
source: Important: This is an [BOLDSTART]experimental feature[BOLDEND] that will edit your Registry to make OneCommander the default file manager and folder handler (Open/Save dialogs cannot be replaced). [NEWLINE][BOLDSTART]This will make Windows File Explorer unusable[BOLDEND] - even when clicking a folder in File Explorer the OneCommander will open. [NEWLINE]You will need to [BOLDSTART]unregister it[BOLDEND] by unchecking this option if you ever move or remove OneCommander (uninstalling it will not reverse changes)![NEWLINE]This will also enable running in the background for faster window opening.[NEWLINE]Are you absolutely sure you want to proceed and you know how to restore the registry on your own if something fails (no support in case of recovery)?
cs: Důležité: Toto je [BOLDSTART]experimentální funkce[BOLDEND], která upraví váš registr Windows tak, aby se OneCommander stal výchozím správcem souborů a obslužnou rutinou složek (dialogy Otevřít/Uložit však nelze nahradit).[NEWLINE][BOLDSTART]Tímto se Průzkumník souborů Windows stane nepoužitelným[BOLDEND] - OneCommander se otevře i v případě, když kliknete na složku v Průzkumníku souborů.[NEWLINE]Pokud přesunete nebo odinstalujete OneCommander, budete jej muset nejprve [BOLDSTART]odregistrovat[BOLDEND] tak, že zrušíte zaškrtnutí této možnosti (jeho samotné odinstalování tyto změny automaticky nevrátí))![NEWLINE]To také programu umožní běžet na pozadí, aby bylo otevírání oken rychlejší.[NEWLINE]Jste si naprosto jisti, že chcete pokračovat a víte, jak samostatně obnovit registr Windows pokud něco selže (pro tyto případy není uživatelská podpora dostupná)?
de: Wichtig: Dies ist eine <b>experimentelle Funktion</b>, die Ihre Registrierung bearbeitet, um OneCommander zum Standard-Dateimanager und Ordnerhandler zu machen (Öffnen/Speichern-Dialoge können nicht ersetzt werden). <b> Dadurch wird der Windows Datei-Explorer unbrauchbar</b> - selbst beim Anklicken eines Ordners im Datei-Explorer wird der OneCommander geöffnet. <b> Sie müssen die Registrierung aufheben</b>, indem Sie diese Option deaktivieren, wenn Sie OneCommander jemals verschieben oder entfernen (eine Deinstallation macht die Änderungen nicht rückgängig)! Dadurch wird auch die Ausführung im Hintergrund für ein schnelleres Öffnen von Fenstern ermöglicht. Sind Sie absolut sicher, dass Sie fortfahren wollen, und wissen Sie, wie Sie die Registrierung selbst wiederherstellen können, falls etwas schiefgeht (kein Support im Falle einer Wiederherstellung)?
fr: Important : Il s’agit d’une <b>fonctionnalité expérimentale</b> qui modifiera votre Registre pour faire de OneCommander le gestionnaire de fichiers et le gestionnaire de dossiers par défaut (les boîtes de dialogue Ouvrir/Enregistrer ne peuvent pas être remplacées). <br/><b>Cela rendra l’Explorateur de fichiers Windows inutilisable</b> - même en cliquant sur un dossier dans l’Explorateur de fichiers, OneCommander s’ouvrira. <br/>Vous devrez <b>le désinscrire</b>en décochant cette option si jamais vous déplacez ou supprimez OneCommander (la désinstallation ne supprimera pas les modifications) !<br/>Cela permettra également l'exécution en arrière-plan pour une ouverture plus rapide de la fenêtre.<br/>Êtes-vous absolument sûr de vouloir continuer, et savez-vous comment restaurer le registre par vous-même en cas d'échec (pas de support si besoin de récupération) ?
zh_hans: 重要提示：这是一个[BOLDSTART]试验性功能[BOLDEND]，程序将编辑您的注册表，使 OneCommander 成为默认的资源管理器和处理程序（打开与保存对话框无法被更改）。[NEWLINE] [BOLDSTART]这将使 Windows 资源管理器无法使用[BOLDEND] -即使在资源管理器中单击文件夹，也会由 OneCommander 打开。 如果您移动或删除 OneCommander，需要取消勾选此项来[BOLDSTART]取消注册[BOLDEND]（卸载也不会逆转更改）！[NEWLINE]这也将支持在后台运行，加快窗口打开速度。[NEWLINE]您是否完全确定要继续操作，并且知道如何在出现故障时自行恢复注册表（恢复时无支持）？
zh_hant: 重要提示：這是一個[BOLDSTART]實驗性功能[BOLDEND]，它將編輯您的註冊表，使OneCommander成為預設的檔管理器和文件夾處理程式（打開/保存對話框無法替換）。[NEWLINE][BOLDSTART]這將使Windows文件資源管理器無法使用[BOLDEND] - 即使按兩下檔資源管理器中的資料夾，OneCommander也會打開。[NEWLINE]如果您曾經移動或刪除OneCommander，則需要通過取消選中此選項來[BOLDSTART]取消註冊它[BOLDEND]（卸載它不會撤消更改）！[NEWLINE]這也將允許在後台運行以更快地打開視窗。[NEWLINE]您是否絕對確定要繼續，並且您知道如何在出現故障時自行還原註冊表（在恢復情況下不支援）？

# DLG_YN_RestartToApplyChanges
source: Do you want to [BOLDSTART]restart program now[BOLDEND] to apply all changes?[NEWLINE]This will cancel all ongoing operations initiated by OneCommander
cs: Aby byly veškeré změny použity, je nutné program restartovat. Chcete jej [BOLDSTART]restartovat nyní[BOLDEND]?[NEWLINE]Tímto zrušíte veškeré dosud probíhající operace zahájené OneCommanderem
de: Möchten Sie <b>das Programm jetzt neu starten</b>, um alle Änderungen zu übernehmen? Dadurch werden alle von OneCommander eingeleiteten Operationen abgebrochen.
fr: Voulez-vous <bpt id="1"><b></bpt>redémarrer le programme maintenant<ept id="1"></b></ept> pour appliquer toutes les modifications ?<br/>Cela annulera toutes les opérations en cours initiées par OneCommander.
zh_hans: 您现在是否要[BOLDSTART]立即重启程序[BOLDEND]来应用所有更改？[NEWLINE]这将取消 OneCommand 发起的所有正在进行的操作
zh_hant: 您希望[BOLDSTART]立即重新啟動程式[BOLDEND]以應用所有更改嗎？[NEWLINE]這會取消由 OneCommander 發起的所有正在進行的操作。

# DLG_YN_WinERegister
source: Important: This is an [BOLDSTART]experimental feature[BOLDEND] that will edit Windows Registry to completely replace Windows File Explorer Win+E hotkey. This registry change will make OneCommander open when clicking Explorer shortcut, but won't disable navigation within Explorer. The only way to reverse this is by unchecking this button from OneCommander or running the registry script from OneCommander folder (uninstalling OC won't change it automatically). [NEWLINE]Proceed?
cs: Důležité: Toto je [BOLDSTART]experimentální vlastnost[BOLDEND], která upraví registr systému Windows tak, aby zcela nahradil klávesovou zkratku Win+E, která spouští Průzkumník. Díky této změně se při použití této klávesové zkratky otevře OneCommender; současně však používání Průzkumníku není omezeno. Jediným způsobem, jak toto nastavení vrátit zpět, je zrušit zaškrtnutí této možnosti v prostředí OneCommander nebo spustit příslušný skript ze složky OneCommander (odinstalování OC však tuto volbu automaticky nevrátí zpět).[NEWLINE]Chcete pokračovat?
de: Wichtig: Dies ist eine <b>experimentelle Funktion</b>, die die Windows-Registry bearbeitet, um den Windows Datei-Explorer Win+E Hotkey vollständig zu ersetzen. Diese Registryänderung bewirkt, dass OneCommander beim Anklicken der Explorer-Verknüpfung geöffnet wird, deaktiviert aber nicht die Navigation im Explorer. Die einzige Möglichkeit, dies rückgängig zu machen, besteht darin, die Schaltfläche in OneCommander zu deaktivieren oder das Registrierungsskript im OneCommander-Ordner auszuführen (die Deinstallation von OC ändert dies nicht automatisch). Fortfahren?
fr: Important : Il s’agit d’une <b>fonctionnalité expérimentale</b> qui modifiera le Registre Windows pour remplacer complètement le raccourci clavier Win+E de l’Explorateur de fichiers Windows. Cette modification du Registre ouvrira OneCommander lorsque vous cliquerez sur le raccourci Explorateur, mais ne désactivera pas la navigation dans l'Explorateur. La seule façon d’inverser cela est de le désinscrire depuis OneCommander ou d’exécuter le script de registre à partir du dossier OneCommander (la désinstallation d’OC ne le supprimera pas automatiquement). Voulez-vous procéder?
zh_hans: 重要提示：这是一项[BOLDSTART]试验性功能[BOLDEND]，将编辑 Windows 注册表以完全取代 Windows 资源管理器的 Win+E 快捷键。此注册表更改将使得在单击资源管理器快捷方式时打开 OneCommander，但不会禁用资源管理器中的导航功能。恢复到 Windows 默认方式的唯一方法是在 OneCommander 中注销，或者从 OneCommander 文件夹中运行注册表脚本（卸载也不会自动恢复）。[NEWLINE]确认继续？
zh_hant: 重要提示：這是一個[BOLDSTART]實驗性功能[BOLDEND]，它將編輯Windows註冊表以完全替換Windows文件資源管理器Win+E熱鍵。此註冊表更改將使 OneCommander 在按兩下資源管理器快捷方式時打開，但不會禁用資源管理員中的導航。扭轉這種情況的唯一方法是從OneCommander取消選中此按鈕或從OneCommander資料夾運行註冊表腳本（卸載OC不會自動更改它）。[NEWLINE]進行？

# DoubleClickArchiveOpensDefault
source: Open in default program
cs: Otevře soubor ve výchozím programu
de: Standardprogramm öffnen
zh_hans: 在默认应用中打开
zh_hant: 直接在預設程式中打開

# DoubleClickArchiveQuestion
source: Double-click on an archive should:
cs: Poklepání na soubor s archivem:
de: Doppelklick auf Archiv sollte:
fr: Double-cliquer sur une archive doit :
pl: Dwukrotne kliknięcie archiwum:
zh_hans: 双击压缩文件应：
zh_hant: 按兩下壓縮檔應該：

# DoubleClickArchiveShowPopup
source: Show popup asking to extract or open in a default program
cs: Zobrazí vyskakovací okno s volbou rozbalení souboru nebo otevření ve výchozím programu
de: Popup mit Aufforderung zum Entpacken oder Öffnen mit Standardprogramm anzeigen
fr: Afficher une fenêtre contextuelle demandant l'extraction ou l'ouverture dans un programme par défaut
zh_hans: 显示弹窗来询问是否在默认应用中提取或打开
zh_hant: 詢問解壓縮到當前位置或在預設程式中打開

# DownloadIconPacksInfo
source: Downloads additional icons from onecommander.com if they are available. Check file icons dropdown after downloading.
cs: Stáhne další ikony ze onecommander.com, pokud budou k dispozici. Po stažení znovu prozkoumejte rozbalovací nabídku ikon souborů.
de: Lädt zusätzliche Symbole von onecommander.com, sofern verfügbar. Dateisymbole nach dem Herunterladen prüfen.
fr: Télécharge des icônes supplémentaires à partir de onecommander.com si elles sont disponibles. Vérifiez la liste déroulante des icônes de fichiers après le téléchargement.
pl: Pobiera dodatkowe ikony z onecommander.com jeśli są dostępne. Sprawdź listę plików po pobraniu.
zh_hans: 若可用，将从 onecommander.com 下载额外图标。请在下载后检查文件图标下拉列表。
zh_hant: 從 OneCommander.com 下載額外圖示（如果可用）。下載完成后請檢查圖示包下拉清單。

# DragDropBehaviorConsistent
source: Consistent: Drag always moves; Ctrl+Drag always copies
cs: Konzistentní: Přetažením dojde k přesunutí; Ctrl+přetažení dojde ke kopírování
de: Einheitlich:: Ziehen verschiebt immer; STRG+Ziehen kopiert immer
fr: Cohérent : glisser déplace toujours ; Ctrl+glisser copie toujours
pl: Spójnie: „przeciągnij” zawsze się przenosi; Ctrl+„przeciągnij” zawsze kopiuje
zh_hans: 一致：拖动总是移动；Ctrl+拖动总是复制
zh_hant: 原生：拖動始終移動項目；按住 Ctrl 拖動以複製

# DragDropBehaviorInconsistent
source: Inconsistent File Explorer way Drag moves if the same drive, otherwise copies. Ctrl+Drag to copy if the same drive. Shift+Drag to move to another drive.
cs: Nekonzistentní způsob (jako Průzkumník Windows): Přetažením v rámci stejné jednotky dojde k přesunutí, v opačném případě ke kopírování. Ctrl+Přetažení zajistí kopírování. Shift+přetažení zajistí přesunutí.
de: Uneinheitliche Datei-Explorer Vorgehensweise Ziehen verschiebt bei gleichem Laufwerk, sonst kopieren. STRG+Ziehen kopiert bei gleichem Laufwerk. UMSCHALT+Ziehen verschiebt auf ein anderes Laufwerk.
fr: Méthode incohérente de l’Explorateur de fichiers Glisser déplace si dans le même lecteur, sinon copie. Ctrl+glisser pour copier si dans le même lecteur. Maj+glisser pour passer à un autre lecteur.
pl: Niespójny sposób Eksploratora plików: „przeciągnij” przenosi, jeśli na ten sam dysk, w przeciwnym razie kopiuje; Ctrl+„przeciągnij” kopiuje na ten sam dysk; Shift+„przeciągnij” przenosi na inny dysk
zh_hans: 不一致的资源管理器操作方式： 在同一驱动器内，拖动会移动文件；否则会复制文件。按住 Ctrl 并拖动文件，在同一驱动器内复制文件。按住 Shift 并拖动文件，将其移动到其他驱动器。
zh_hant: 替代： 若目標與來源屬於同一磁碟機，則拖動將移動檔案，按住 Ctrl 以複製。 若分屬不同的磁碟機，則拖動將複製檔案，按住 Shift 以移動。

source: Example
de: Beispiel:
fr: Exemples
pl: Przykład
zh_hans: 示例
zh_hant: 範例

source: Excluded Shell Context Menu items
cs: Vyloučené položky kontextové nabídky
de: Ausgeschlossene Shell-Kontextmenüpunkte
fr: Éléments du menu contextuel Shell exclus
pl: Ukryj następujące elementy menu kontekstowego powłoki systemowej
zh_hans: 排除 Shell 上下文菜单项目
zh_hant: 排除命令殼層内容功能表項
