Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# AddToEnvironmentPath
source: Add to user PATH variable
de: Hinzufügen zur PATH-Variable des Benutzers
fr: Ajouter à la variable PATH de l'utilisateur
pl: Dodaj do zmiennej PATH użytkownika
zh_hans: 添加到用户路径变量
zh_hant: 添加到使用者 PATH 變數

# AddToEnvironmentPathInfo
source: Adds program path to PATH Environment Variable (user) so it can be started from anywhere in command line
cs: Přidá cestu k programu do uživatelské proměnné prostředí PATH, aby jej bylo možné spustit odkudkoli z příkazového řádku
de: Fügt den Programmpfad zur PATH-Umgebungsvariable (Benutzer) hinzu, so dass es von einer beliebigen Stelle in der Befehlszeile gestartet werden kann
fr: Ajoute le chemin du programme à la variable d'environnement PATH (utilisateur) afin de pouvoir le lancer par la ligne de commande depuis n'importe quel emplacement.
pl: Dodaje ścieżkę programu do zmiennej środowiskowej PATH (użytkownika), aby można go było uruchomić z dowolnego miejsca w linii poleceń
zh_hans: 将程序路径添加到路径环境变量（用户），以便可以从命令行中的任何位置启动它
zh_hant: 將程式路徑添加到 PATH 使用者環境變數，以便可以使用命令殼層在任何位置開啟

# DLG_I_EnvironmentPathAdded
source: Environment PATH added. Other programs might need to be restarted to get the updated variables.
cs: V nastavení prostředí Windows je upravena proměnná PATH. Je možné, že některé programy bude nutné restartovat, aby mohly aktualizovanou proměnnou načíst.
de: Umgebungspfad hinzugefügt. Andere Programme müssen möglicherweise neu gestartet werden, um die aktualisierten Variablen zu erhalten.
fr: Ajouté au PATH de l'environnement. D'autres programmes devront peut-être redémarrer pour prendre en compte cette modification.
pl: Dodano do zmiennej środowiskowej PATH. Inne programy mogą wymagać ponownego uruchomienia, aby otrzymać zaktualizowane zmienne.
zh_hans: 添加了环境路径。其他程序可能需要重新启动才能获得更新的变量。
zh_hant: 已添加環境變數。其他城市可以需要重新啟動以取得最新的變數。

# UseCustomShortcutsInfo
source: Enabling custom shortcuts will disable extra shortcuts and use only user-defined
cs: Povolením vlastních zkratek dojde k znepřístupnění dodatečných zkratek; budete moci používat pouze uživatelsky definované zkratky
de: Das Aktivieren von benutzerdefinierten Tastenkombinationen deaktiviert zusätzliche Tastenkombinationen und verwendet nur benutzerdefinierte
fr: L'activation des raccourcis personnalisés désactive les raccourcis supplémentaires, et le programme n'utilisera plus que les raccourcis définis par l'utilisateur.
pl: Włączenie niestandardowych skrótów spowoduje wyłączenie dodatkowych skrótów i korzystanie wyłącznie z tych zdefiniowanych przez użytkownika.
zh_hans: 启用自定义快捷键将禁用额外的快捷方式，仅使用用户定义的快捷键
zh_hant: 啟用自訂快速鍵將禁用額外的快速鍵並僅使用使用者定義的快速鍵

# ShowNetworksInSidebar
source: Show Networks group in sidebar
cs: Zobrazit skupinu Sít na postranním panelu
de: Gruppe Netzwerke in der Seitenleiste anzeigen
fr: Afficher le groupe Réseau dans la barre latérale
pl: Pokaż zasoby sieciowe na pasku bocznym
zh_hans: 在侧边栏中显示「网络」分组
zh_hant: 在側邊欄中顯示「網路」面板

# MSG_I_HowToShowNetworksGroup
source: You can enable Networks sidebar group again from Settings🡢Window tab
cs: Skupinu postranního panelu Sítě můžete znovu povolit v Nastavení 🡢 Okno
zh_hans: 您可以从「设置」🡢「窗口」标签页再次启用「网络」侧边栏分组
zh_hant: 您可以在「視窗」設定中再次啟用「網路」側邊欄面板

# FontSizeTooLarge
source: Font size larger than 18pt is not officially supported and some text may appear clipped or misaligned. Changing Scale in Windows Display Settings is the preferred way to enlarge the user interface
cs: Velikost písma větší než 18 bodů není oficiálně podporována a některé texty se mohou jevit jako oříznuté nebo nesprávně zarovnané. Změna měřítka v nastavení zobrazení systému Windows je upřednostňovaným způsobem zvětšení uživatelského rozhraní
de: Schriftgrößen von mehr als 18pt werden offiziell nicht unterstützt und einige Texte können abgeschnitten oder falsch ausgerichtet erscheinen. Das Ändern der Skalierung in den Windows-Anzeigeeinstellungen ist der bevorzugte Weg, um die Benutzeroberfläche zu vergrößern
fr: Une taille de police supérieure à 18 pt n'est pas officiellement prise en charge et certains textes peuvent apparaître coupés ou mal alignés. La modification de l'échelle dans les paramètres d'affichage de Windows est le meilleur moyen d'agrandir l'interface utilisateur.
pl: Rozmiar czcionki większy niż 18pt nie jest oficjalnie obsługiwany i niektóre teksty mogą być przycięte lub nieprawidłowo wyrównane. Zmiana skali w Ustawieniach wyświetlania Windows jest preferowanym sposobem na powiększenie interfejsu użytkownika.
zh_hans: 官方不支持大于 18pt 的字体大小，某些文本可能会出现剪裁或错位。放大界面的首选方法是在 Windows 操作系统的显示设置中调整比例
zh_hant: 官方不支援大於 18pt 的字形大小，某些文本可能會出現剪裁或未對齊。在 Windows 顯示設定中更改縮放比例是放大介面的首選方法

# HowToOpenFullShellContextMenuInfo
source: Shift + Right Click always opens the full context menu
cs: Shift + kliknutí pravým tlačítkem myši vždy otevře úplnou kontextovou nabídku
de: Shift + Rechtsklick öffnet immer das komplette Kontextmenü
fr: Maj+clic droit ouvre toujours le menu contextuel complet
pl: Shift + kliknięcie prawym przyciskiem myszy zawsze otwiera pełne menu kontekstowe
zh_hans: Shift+右键单击始终打开完整的上下文菜单
zh_hant: Shift + 右鍵始終開啟完整的内容功能表

# DLG_RegistryChangeFailed
source: Failed to modify Windows Registry value
de: Windows-Registrywert konnte nicht geändert werden
fr: Echec de la modification de la valeur du Registre Windows
pl: Nie udało się zmodyfikować wartości rejestru Windows
zh_hans: 无法修改 Windows 注册表值

# RegistryOfficeThumbs
source: Force Microsoft 365/Office to save thumbnails in files
cs: Vynutit aby aplikace Microsoftu 365/Office ukládaly miniatury do souborů
de: Erzwingt, dass Microsoft 365/Office Miniaturansichten in Dateien speichert
fr: Forcer Microsoft 365/Office à enregistrer les miniatures dans les fichiers
pl: Wymuś na Microsoft 365/Office zapisywanie miniatur w plikach
zh_hans: 强制使 Microsoft 365 或 Office 将缩略图保存在文件中
zh_hant: 強制 Microsoft 365/Office 將縮圖保存在檔案中

# RegistryOfficeThumbsInfo
source: This will take effect the next time each Microsoft 365/Office file is saved. It doesn't affect existing files
cs: Nastavení se projeví při příštím uložení každého souboru Microsoft 365/Office. Existující soubory nebudou ovlivněny
de: Dies wird beim nächsten Speichern einer Microsoft 365/Office-Datei wirksam.. Bestehende Dateien sind davon nicht betroffen.
fr: Cela prendra effet lors du prochain enregistrement de chaque fichier Microsoft 365/Office. Cela n'affecte pas les fichiers existants.
pl: Zacznie to obowiązywać przy następnym zapisie każdego pliku Microsoft 365/Office. Nie ma to wpływu na istniejące pliki
zh_hans: 这将在下次保存每个 Microsoft 365 或 Office 文件时生效。这不会影响现有文件
zh_hant: 這將在下次保存 Microsoft 365/Office 檔案時生效。它不會影響現有檔案

# TransparencyEffectsDisabled
source: To use this option enable Transparency Effects in Windows' Settings/Personalization/Colors
cs: Chcete-li použít toto nastavení, povolte efekty průhlednosti v Nastavení systému Windows / Přizpůsobení / Barvy
de: Um diese Option zu nutzen, Transparenzeffekte in den Einstellungen/Personalisierung/Farben von Windows aktivieren
fr: Pour utiliser cette option activer Effets de transparence dans Windows : Paramètres/Personnalisation/Couleurs
pl: Aby skorzystać z tej opcji, włącz efekty przezroczystości w Ustawieniach systemu Windows/Personalizacja/Kolory
zh_hans: 使用此选项在 Windows 操作系统的「设置-个性化-颜色」中启用「透明效果」
zh_hant: 使用此選項需要在 Windows 的「個人化 > 顔色」設定中啟用透明效果

# UseAcrylicMenu
source: Use acrylic effect in menu
cs: Použít akrylový efekt v nabídce
de: Acryl-Effekt im Menü verwenden
fr: Utiliser les effets Acrylic dans le menu
pl: Użyj Efekt półprzezroczystości Acrylic w menu
zh_hans: 在菜单中使用亚克力效果
zh_hant: 在功能表中使用壓克力效果

# LimitFileNameLength
source: Limit file name length for maximum compatibility with other software (Windows' 260 character full path limit)
cs: Omezení délky názvu souboru pro maximální kompatibilitu s dalším software (limit úplné cesty systému Windows je 260 znaků)
de: Längenbegrenzung von Dateinamen für maximale Kompatibilität mit anderer Software (Windows' 260-Zeichen-Limit für den vollständigen Pfad)
fr: Limiter la longueur du nom de fichier pour une compatibilité maximum avec les autres programmes (limite Windows des 260 caractères pour le chemin complet)
pl: Ograniczaj długość nazw plików, aby uzyskać maksymalną kompatybilność z innym oprogramowaniem (limit 260 znaków pełnej ścieżki w systemie Windows)
zh_hans: 限制文件名长度以最大程度地与其他软件兼容（Windows 操作系统的 260 个字符完整路径限制）
zh_hant: 限制檔案名稱長度以最大程度地與其他軟體相容（Windows 存在 260 個字元的完整路徑長度限制）

# OpenArgsPathQuestionCurrentTab
source: Current tab
cs: Aktuální kartě
de: Aktueller Tab
fr: Onglet courant
pl: Bieżąca karta
zh_hans: 当前标签页
zh_hant: 當前索引標簽

# DLG_YN_ImportSettingsFromStoreVersion
source: Existing settings file from the Microsoft Store version of the program has been found.[NEWLINE]Do you want to import all settings into this version?
cs: Byl nalezen existující soubor nastavení z verze programu stažené z Microsoft Store.[NEWLINE]Chcete importovat všechna nastavení do této verze?
de: Vorhandene Einstellungsdatei aus der Microsoft Store-Version des Programms gefunden.<br/>Möchten Sie alle Einstellungen in diese Version importieren?
fr: Un fichier existant de paramètres de la version Microsoft Store du programme a été trouvé.<br/>Voulez-vous importer tous les paramètres dans cette version ?
zh_hans: 已找到该程序的 Microsoft Store 版本中的现有设置文件。[NEWLINE]是否要将所有设置导入到此版本中？
zh_hant: 已找到該程式的 Microsoft Store 版本中的設定檔。[NEWLINE]您希望將所有設定導入到此版本中嗎？

# ShowTemporaryInfo
source: Shows .tmp files, office files that start with ~$, and files with Temporary file attribute
cs: Zobrazuje .tmp soubory, soubory Office začínající znakem ~$ a soubory s atributem dočasných souborů
de: Zeigt .tmp-Dateien, Office-Dateien, die mit ~$ beginnen, und Dateien mit dem Attribut Temporäre Datei
fr: Affiche les fichiers .tmp, les fichier Office commençant par ~$, et les fichiers avec l'attribut Temporaire
pl: Pokazuje pliki .tmp, pliki pakietu Office zaczynające się od ~$ oraz pliki z atrybutem Temporary file
zh_hans: 显示 .tmp 文件、以~$开头的 office 文件以及具有临时文件属性的文件

source: Reinstall
de: Neu installieren
fr: Réinstaller
pl: Zainstaluj ponownie
zh_hans: 重新安装
zh_hant: 重新安裝

# VoteAcrobatFix
source: Vote on UserVoice for Acrobat team to fix this
cs: Hlasujte na UserVoice týmu aplikace Acrobat, aby tento problém vyřešili
de: Fordern Sie auf UserVoice vom Acrobat-Team, dass dieses Problem behoben wird
fr: Voter sur UserVoice pour que l'équipe Acrobat corrige ceci
pl: Głosuj w UserVoice aby zespół Acrobat to naprawił
zh_hans: 在 UserVoice for Acrobat 团队上投票以解决此问题
zh_hant: 在 Acrobat 團隊的 UserVoice 上投票以解決此問題

# FileAge
source: File age / relative date
cs: Stáří souboru
de: Dateialter / relatives Datum
fr: Âge du fichier / date relative
pl: Wiek pliku / data względna
zh_hans: 文件年龄/相对日期
zh_hant: 檔案建立日期

# PasteClipboardTextAsFile
source: Paste text and images as new files
cs: Vkládat texty a obrázky jako nové soubory
de: Text und Bilder als neue Dateien einfügen
fr: Coller texte et images en tant que nouveaux fichiers
pl: Wklejaj tekst i obrazy jako nowe pliki
zh_hans: 将文本和图像粘贴为新文件
zh_hant: 將文字和影像粘貼為檔案

# PasteClipboardTextAsFileInfo
source: Pressing Ctrl+V will create Text/Image with Clipboard content as file with current date
cs: Stiskem kláves Ctrl+V se vytvoří soubor pojmenovaný dle aktuálního data, do kterého bude vložen text nebo obrázek uložený ve schránce
de: Drücken von Strg+V erstellt Text/Bild mit Inhalt der Zwischenablage als Datei mit aktuellem Datum
fr: L'appui sur Ctrl+V créera un texte/une image avec le contenu du presse-papiers en tant que fichier avec la date du jour.
pl: Naciśnięcie Ctrl+V spowoduje utworzenie tekstu/obrazu z zawartością schowka jako pliku z bieżącą datą
zh_hans: 按 Ctrl + V 可将剪贴板内容创建为带有当前日期的文本或图像文件
zh_hant: 按下 Ctrl + V 可將剪貼簿中的文字或影像保存到檔案中（以當前日期為名稱）

# TreatDotFilesAsHidden
source: Files starting with dot
cs: Soubory začínající tečkou
de: Dateien, die mit einem Punkt beginnen, als versteckt behandeln
fr: Traiter les fichiers commençant par un point comme étant cachés
zh_hans: 以点开头的文件
zh_hant: 以 . 開頭的檔案

# UseLocalThumbsDb
source: Use local thumbnails database (faster)
cs: Použít místní databáze miniatur (rychlejší)
de: Lokale Thumbnails-Datenbank verwenden (schneller)
fr: Utiliser la base de données locale des vignettes (plus rapide)
pl: Użyj lokalnej bazy danych miniatur (szybciej)
zh_hans: 使用本地缩略图数据库（更快）

# UseLocalThumbsDbInfo
source: Creates database file in Settings folder instead of using Windows thumbnail cache for storing file preview images. File will be large. Overrides default folder thumbnails and disables using custom folder icons
cs: Vytvoří databázi pro ukládání náhledů souborů ve složce s nastavením, která bude použita místo mezipaměti miniatur systému Windows. Soubor bude velký. Přepíší se výchozí miniatury složek a nebude možné používat vlastní ikony složek.
de: Erstellt eine Datenbankdatei im Ordner "Einstellungen", statt den Thumbnail-Cache von Windows zum Speichern der Vorschaubilder zu verwenden. Die Datei wird groß sein. Setzt die Standard-Ordner-Thumbnails außer Kraft und deaktiviert die Verwendung eigener Ordnersymbole
fr: Crée un fichier de base de données dans le dossier Settings au lieu d'utiliser le cache des vignettes de Windows pour stocker les images de prévisualisation des fichiers. Le fichier sera volumineux. Remplace les vignettes de dossier par défaut et désactive l'utilisation d'icônes de dossier personnalisées.
pl: Tworzy plik bazy danych w folderze Ustawienia zamiast używać pamięci podręcznej miniatur systemu Windows do przechowywania obrazów podglądu plików. Plik będzie duży. Zastępuje domyślne miniatury folderów
zh_hans: 在设置文件夹中创建数据库文件，而非使用 Windows 操作系统的缩略图缓存来存储文件预览图像。文件将会很大。覆盖默认文件夹缩略图并禁用使用自定义文件夹图标
zh_hant: 在「Settings」資料夾中建立資料庫檔案，而不使用 Windows 縮圖快取來儲存檔案預覽圖像。資料庫檔案將占用大量空間。這將覆蓋預設資料夾縮圖並禁用自訂資料夾圖示

# MediaJumpSecondsBack
source: Rewind seconds
cs: Počet sekund zpět
de: Sekunden rückspulen
fr: Reculer de n secondes
pl: Sekund do tyłu
zh_hans: 倒回秒数
zh_hant: 後退秒數

# MediaJumpSecondsForward
source: Forward seconds
cs: Počet sekund vpřed
de: Sekunden vorspulen
fr: Avancer de n secondes
pl: Sekund do przodu
zh_hans: 前进秒数

# MediaJumpUnitOptPercentage
source: Percentage of total length
cs: Procento z celkové délky
de: Prozentsatz der Gesamtlänge
fr: Pourcentage de la longueur totale
pl: procent całkowitej długości
zh_hans: 占总长度的百分比

# MediaJumpUnitOptSeconds
source: Specific number of seconds
cs: Konkrétní počet sekund
de: Bestimmte Anzahl von Sekunden
fr: Nombre spécifique de secondes
pl: określoną liczbę sekund
zh_hans: 具体秒数

# MediaJumpUnitQuestion
source: Left and Right arrow control for media playback
cs: Šipky vlevo a vpravo při přehrávání médií přeskočí:
de: Links- und Rechtspfeilsteuerung für die Medienwiedergabe
fr: Flèches gauche et droite pour la lecture des médias
pl: Sterowanie odtwarzaniem multimediów strzałkami w lewo i w prawo
zh_hans: 用于媒体播放的左右箭头控制
zh_hant: 用於媒體播放的左右箭頭控制

# MediaJumpPercent
source: Percent jump
cs: Skok v procentech
de: Prozentualer Sprung
fr: Pourcentage de saut
pl: Długość skoku (w %)
zh_hans: 百分比跳跃
zh_hant: 百分比跳轉

# MediaJumpPercentInfo
source: Allows previewing all media in same number of jumps, regardless of length. Default 12% (8 jumps)
cs: Umožňuje rychle prohlédnout soubory médií stejným počtem skoků bez ohledu na délku souboru. Výchozí hodnota 12 % (8 skoků)
de: Ermöglicht die Vorschau aller Medien in der gleichen Anzahl von Sprüngen, unabhängig von der Länge. Standardwert 12 % (8 Sprünge)
fr: Permet de prévisualiser tous les médias dans le même nombre de sauts, quelle que soit leur longueur. Défaut 12% (8 sauts)
pl: Umożliwia podgląd wszystkich multimediów w tej samej liczbie skoków, niezależnie od ich długości. Domyślnie 12% (8 skoków)
zh_hans: 允许以相同的跳转次数预览所有媒体，无论长度如何。 默认 12%（8 次跳跃）
zh_hant: 允許以相同的跳轉次數預覽所有媒體，無論長度為何。預設 12%（8 次跳轉）

# ClearLocalThumnailDb
source: Clear local thumbnail database
cs: Vymazat místní databázi miniatur
de: Lokale Thumbnail-Datenbank löschen
fr: Effacer la base de données locale des vignettes
pl: Wyczyść lokalną bazę danych miniatur
zh_hans: 清除本地缩略图数据库

# DLG_YN_ClearLocalThumbnailDb
source: This will make showing thumbnails slower until each thumbnail is extracted again the first time each folder is opened.[NEWLINE]Are you sure?
cs: Dojde k dočasnému zpomelaní při zobrazování miniatur, dokud se všechny miniatury při prvním otevření každé složky znovu nevytvoří.[NEWLINE]Jste si jisti?
de: Dadurch wird die Anzeige der Thumbnails langsamer, bis jedes Thumbnail beim ersten Öffnen des jeweiligen Ordners erneut extrahiert wird.<br/>Sind Sie sicher?
fr: Cela ralentira l'affichage des vignettes jusqu'à ce que chaque vignette soit à nouveau extraite lors de la première ouverture de chaque dossier.<br/>Etes-vous sûr ?
zh_hans: 这将使缩略图显示速度变慢，直到第一次打开每个文件夹时再次提取每个缩略图。[NEWLINE]确定吗？
zh_hant: 這將使縮圖的顯示速度變慢，直到第一次打開每個資料夾時再次提取每個縮圖。[NEWLINE]確認執行？

# LocalThumnailDbInfo
source: Local thumbnail database contains {0} thumbnails with total size of {1} MB
cs: Místní databáze miniatur obsahuje {0} miniatur o celkové velikosti {1} MB.
de: Die lokale Thumbnail-Datenbank enthält {0} Thumbnails mit einer Gesamtgröße von {1} MB
fr: La base de données locale de vignettes contient {0} vignettes d'une taille totale de {1} Mo
pl: Lokalna baza danych miniatur zawiera {0} miniatur o łącznym rozmiarze {1} MB
zh_hans: 本地缩略图数据库包含{0} 个缩略图，合计为{1} MB
zh_hant: 本地縮圖資料庫包含 {0} 個縮圖，總大小為 {1} MB

source: Drives list
cs: Seznam jednotek
de: Laufwerksliste
fr: Liste des lecteurs
zh_hans: 驱动器列表
zh_hant: 磁碟機列表

source: Folder thumbnail style
cs: Vzhled miniatur složky
de: Format der Ordner-Thumbnails
fr: Style de vignette de dossier
zh_hans: 文件夹缩略图样式

# UpdateToVersionAhead
source: Update to version ahead (less stable)
cs: Aktualizuj na novou verzi o něco dříve (méně stabilní)
de: Update auf Vorvausersion (weniger stabil)
fr: Mise à jour vers la version à venir (moins stable)
zh_hans: 更新到先前版本（不太稳定）
zh_hant: 更新到預覽版本（不穩定）

# Hotkey
source: Global hotkey to open program
cs: Globální klávesová zkratka pro spuštění programu
de: Globaler Hotkey zum Öffnen des Programms
fr: Raccourci clavier global pour ouvrir le programme
zh_hans: 打开程序的全局快捷键
zh_hant: 使用全域快速鍵開啟程式

# HotkeySuggestion
source: To open program even when not running, pin as the first item on taskbar and use Win+1 to open
cs: Chcete-li otevřít program, i když není spuštěný, připněte jej jako první položku na hlavním panelu a pomocí Win+1 jej otevřete.
de: Um das Programm zu öffnen, auch wenn es nicht läuft, pinnen Sie es als erstes Element in der Taskleiste an und öffnen es mit Win+1
fr: Pour ouvrir le programme même s'il n'est pas en cours d'exécution, épinglez-le comme premier élément de la barre des tâches et utilisez Win+1 pour l'ouvrir.
zh_hans: 要在未运行时打开程序，请将其固定为任务栏上的第一项并使用Win+1打开
zh_hant: 若需要在程式未運行時開啟程序，請將其固定為工作列上的第一項，隨後使用 Win+1 開啟

# HiddenFilesExtList
source: Extensions
cs: Přípony
zh_hans: 扩展名
zh_hant: 副檔名

# HiddenFilesList
source: Full names
cs: Plné názvy souborů
zh_hans: 全称
zh_hant: 檔案全名

# HiddenFilesPrefixList
source: Prefixed files
cs: Soubory začínající na
zh_hans: 带前缀的文件
zh_hant: 檔名前綴

source: Files to treat as hidden:
cs: Soubory, které budou považovány za skryté:
zh_hans: 视为隐藏的文件：

# FilesToTreatAsHiddenInfo
source: Visibility controlled by the above checkbox or shortcut
cs: Viditelnost souborů je ovlivněna zaškrtávacím políčkem nebo klávesovou zkratkou výše
zh_hans: 可见性由上述复选框或快捷键控制
zh_hant: 可見性由上述選項或快速鍵控制

# ExistingGlobalHotkey
source: You can already use hotkey:
cs: Již nyní můžete použít klávesovou zkratku:
zh_hans: 您已可使用快捷键：
zh_hant: 您目前可使用的快速鍵：

# FolderThumbStyleChangeNotice
source: Changing thumbnail style requires clearing all stored thumbnails (use button above)
cs: Při změně stylu miniatur je nutné vymazat místní databázi miniatur (použijte tlačítko výše).
zh_hans: 更改缩略图样式需要清除所有已存储的缩略图（使用上方按钮）
zh_hant: 更改縮圖樣式需要清除所有儲存的縮圖（使用上面的按鈕）

# UseSingleNewItemButton
source: Show a single New Item button instead of 3 buttons for New File/Folder/Note
cs: Zobrazit jediné tlačítko Nová položka namísto tří tlačítek pro Nový soubor/složku/poznámku.
zh_hans: 显示单个新建项目按钮，而非新建文件、文件夹、备注的 3 个按钮
zh_hant: 顯示統一的「新增項目」按鈕，而非分別顯示「新增檔案」、「新增資料夾」及「新增筆記」三個按鈕

# DLG_RegistryChangeCompleted
source: Program registed as the default files manager. [NEWLINE]If you ever need to uninstall or move the program, [BOLDSTART]you must unregister it first! [BOLDEND]
cs: Program je registrován jako výchozí správce souborů. [NEWLINE]Pokud budete někdy potřebovat program odinstalovat nebo přesunout, [BOLDSTART]musíte jej nejprve odregistrovat![BOLDEND]
zh_hans: 本程序注册为默认文件管理器。[NEWLINE]若您需要卸载或移动本程序，[BOLDSTART]您必须先注销！[BOLDEND]
zh_hant: 已將此程式注冊為預設檔案管理器。[NEWLINE]如要解除安裝或移動此程式，[BOLDSTART]請先還原預設檔案管理器設定！[BOLDEND]

# ShowKeepFoldersOnTopToggle
source: Show toggle for listing folders above files
cs: Zobraz přepínač zobrazování složek nad soubory
zh_hans: 显示文件夹位于文件之上的切换按钮
zh_hant: 顯示使資料夾位於檔案上方的切換開關

source: Default
cs: Výchozí
zh_hans: 默认
zh_hant: 預設

source: Errors only
cs: Pouze chyby
zh_hans: 仅错误
zh_hant: 錯誤

source: Notification level
cs: Úroveň oznamování
zh_hans: 通知级别
zh_hant: 通知級別

# LiveSortOpt1
source: Sort with other files
cs: Znovu seřaď soubory
zh_hans: 与其他文件一同排序
zh_hant: 重新排列檔案

# LiveSortOpt2
source: Keep file location in the list
cs: Ponech soubor na svém místě
zh_hans: 在列表中保留文件位置
zh_hant: 保持當前位置

# LiveSortQuestion
source: After renaming or updating file:
cs: Po aktualizaci či přejmenování souboru:
zh_hans: 重命名或更新文件后：
zh_hant: 在重新命名或更新檔案後：

# ThirdPartyNotice
source: Important: Use of these third-party programs and scripts is at the user's own risk and discretion!
cs: Důležité: Používání těchto programů a skriptů třetích stran je na vlastní riziko a uvážení uživatele!
zh_hans: 重要提示：使用这些第三方程序和脚本的风险由使用者自行承担！
zh_hant: 重要提示：使用第三方程式和腳本的風險由使用者自行承擔！

# VideoDownloadInfo
source: yt-dlp.exe must be manually installed
cs: Program yt-dlp.exe musíte ručně nainstalovat
zh_hans: yt-dlp.exe 必须手动安装
zh_hant: yt-dlp.exe 需要手動安裝

# VideoDownloadParameters
source: Download videos by pasting URL using following parameters
cs: Stáhnout videa vložením adresy URL s použitím následujících parametrů
zh_hans: 使用如下参数粘贴 URL 以下载视频
zh_hant: 貼上影片地址後使用以下參數下載影片

# VideoDownloadParametersError
source: The script must contain both $CurrentDir and $URL
cs: Skript musí obsahovat $CurrentDir i $URL.
zh_hans: 脚本必须同时包含 $CurrentDir 与 $URL
zh_hant: 腳本必須同時包含 $CurrentDir 和 $URL

source: Autostart
cs: Spuštění po startu
zh_hans: 自动启动
zh_hant: 登入時自動啟動

# AutostartInfo
source: Run on Windows startup without a creating a window
cs: Program se automaticky spustí po startu Windows bez zobrazení okna
zh_hans: 在 Windows 操作系统启动时运行而无需创建窗口
zh_hant: 隨 Windows 啟動，不會建立視窗

# DLG_UncheckBeforeUninstall
source: Changes applied. If you ever need to move or uninstall OneCommander, you must uncheck this option first
cs: Změny byly provedeny. Budete-li potřebovat OneCommander odinstalovat nebo přesnout, bude nutné tuto volbu vypnout.
zh_hans: 已应用更改。如果需要移动或卸载 OneCommander，请务必先取消勾选此项
zh_hant: 變更已套用。如需移動或解除安裝，請先取消選取此選項

# ShowEjectOnSubstDrives
source: Show Eject button on Subst drives (folders mounted as drives)
cs: Zobraz tlačítko Vysunout u virtuální jednotky (složka připojená jako disk příkazem subst)
zh_hans: 在 Subst 驱动器（作为驱动器挂载的文件夹）上显示弹出按钮
zh_hant: 在 Subst 磁碟機（挂載為磁碟機的資料夾）上顯示彈出按鈕

# DLG_YN_GetUnity
source: Detected [BOLDSTART]Unity[BOLDEND] installation.[NEWLINE]Would you like to open Unity Asset Store to show the Unity integration for OneCommander?
cs: Byla zjištěna instalace herního engine [BOLDSTART]Unity[BOLDEND].[NEWLINE]Chcete otevřít Unity Asset Store a zobrazit doplněk OneCommander Connector for Unity?
zh_hans: 检测到 [BOLDSTART]Unity[BOLDEND] 已安装。[NEWLINE]您想打开 Unity Asset Store 以显示 OneCommander 的 Unity 集成吗？
zh_hant: 檢測到您已安裝 [BOLDSTART]Unity[BOLDEND]。[NEWLINE]是否開啟 Unity Asset Store 以便安裝 Unity integration for OneCommander？

# CreatePSAlias
source: Create PowerShell alias 'oc'
cs: V PowerShell vytvořit alias 'oc'
zh_hans: 创建 PowerShell 别名“oc”
zh_hant: 在 PowerShell 中建立別名 "oc"
