Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# ExcludedShellContextMenuItemsInfo
source: Context menu items with these verbs or full-text will be excluded; comma separated; no space after comma; the pre-populated verbs/commands are not supported by OneCommander
cs: Položky kontextové nabídky s těmito slovesy nebo plným textem budou vyloučeny; seznam oddělený čárkami, bez mezery za čárkou; předvyplněná (pre-populated verbs) slovesa/příkazy nejsou programem OneCommander podporovány
de: Kontextmenüpunkte mit diesen Wörtern oder Volltext werden ausgeschlossen; Komma getrennt; kein Leerzeichen nach dem Komma; die vorausgefüllten Wörter/Befehle werden von OneCommander nicht unterstützt
fr: Les éléments de menu contextuel avec ces verbes ou texte intégral seront exclus. Séparés par des virgules, pas d’espace après la virgule, les verbes/commandes pré-remplis ne sont pas pris en charge par OneCommander.
pl: Elementy menu kontekstowego z tymi słowami lub poleceniami zostaną ukryte. Rozdzielaj przecinkami, nie używaj spacji po przecinku. Wstępnie wypełnione słowa/polecenia nie są obsługiwane przez OneCommander
zh_hans: 将排除带有这些短语或全文的上下文菜单项目，使用英文逗号分隔、逗号后没有空格、OneCommander 不支持预填充的短语或命令
zh_hant: 包含部分或全部以下内容的内容功能表項將被排除；使用英文逗號分隔；逗號前後不應有空格

source: Excluded watcher keywords
cs: Klíčová slova pro vyloučení ze sledovaných složek a souborů
de: Ausgeschlossene Beobachter-Schlüsselwörter
fr: Surveillance des fichiers : mots-clés exclus
pl: Wyklucz z obserwowania
zh_hans: 排除监控关键字
zh_hant: 排除監聽關鍵字

# ExcludedWatcherKeywordsInfo
source: Changes in files with full-paths containing these strings won't be reported; Comma separated
cs: Změny v souborech s úplnými cestami obsahujícími tyto řetězce nebudou hlášeny; seznam oddělený čárkami
de: Änderungen in Dateien mit vollständigen Pfaden, die diese Zeichenketten enthalten, werden nicht gemeldet; Kommasepariert.
fr: Les modifications apportées aux fichiers avec des chemins d’accès complets contenant ces chaînes ne seront pas signalées. Séparés par des virgules.
pl: Zmiany w plikach, których ścieżki dostępu zawierają powyższe słowa nie będą zgłaszane. Rozdziel przecinkiem
zh_hans: 不会检测完整路径包含这些字符串的文件更改，使用英文逗号隔开
zh_hant: 完整路徑符合以下字串的檔案的變更將不會被回報；使用英文逗號分隔

# ExFileItemDefault
source: File Item Default
cs: Výchozí zobrazení položky
de: Dateielement Standard
pl: Element domyślny
zh_hans: 文件项目：默认
zh_hant: 檔案項目 - 預設

# ExFileItemMouseOver
source: File Item Mouse Over
cs: Položka s ukazatelem myši nad sebou
de: Dateielement bei Mausübergang
pl: Element wskazany kursorem
zh_hans: 文件项目：鼠标悬浮
zh_hant: 檔案項目 - 滑鼠移至上方時

# ExFileItemMouseSelected
source: File Item Selected
cs: Vybraná položka
pl: Element zaznaczony
zh_hans: 文件项目：已选择
zh_hant: 檔案項目 - 選取時

# ExFileItemMouseSelectedMouseOver
source: File Item Selected Mouse Over
cs: Vybraná položka s ukazatelem myši nad sebou
de: Dateielement ausgewählt bei Mausübergang
fr: Élément de fichier sélectionné survolé par la souris
pl: Element zaznaczony wskazany kursorem
zh_hans: 文件项目：已选择，鼠标悬浮
zh_hant: 檔案項目 - 選取並將滑鼠移至上方時

# FixStylusLag
source: Fix Stylus lag (breaks touchscreen double-tap to open)
cs: Oprava zpoždění stylusu (na dotykových obrazovkách znefunkční otevření poklepáním)
de: Behebt Stylus-Verzögerung (unterbricht Touchscreen-Doppeltipp zum Öffnen)
fr: Correction du décalage du stylet (inhibe le double-tap sur l’écran tactile pour ouvrir)
pl: Napraw opóźnienie rysika (przerywa dwukrotne dotknięcie ekranu przy otwieraniu elementu)
zh_hans: 修复手写笔延迟（破坏触摸屏双击打开功能）
zh_hant: 修復手寫筆滯後（破壞按兩下觸控熒幕開啟功能）

# FixStylusLagInfo
source: Default OFF. If ON there will be no lag with graphic tablets, Wacom or Microsoft Surface stylus, but it will also disable double-tap (touchscreen) to open files (you would then need to use Single Click to Open folders option, and to open files by long-tap and Open from context menu). This is due to a bug in Microsoft WPF. Program restart required
cs: Výchozí hodnota VYPNUTO. Pokud je možnost zapnuta, nebude docházet ke zpoždění při práci se stylusem na grafických tabletech Wacom nebo Microsoft Surface. Bude však zakázáno otevírání souborů poklepáním na dotykových obrazovkách (potom musíte použít možnost Otevřít složky jedním kliknutím a otevírat soubory dlouhým klepnutím nebo volbou Otevřít z kontextové nabídky). Důvodem je chyba v Microsoft WPF. Je vyžadováno restartování programu.
de: Voreinstellung AUS. Wenn EIN, keine Verzögerung bei Grafiktabletts, Wacom- oder Microsoft Surface-Stiften, aber es wird auch das Doppltippen (Touchscreen) zum Öffnen von Dateien deaktiviert (Sie müssten dann Einzelklick zum Öffnen von Dateien und zum Öffnen von Dateien durch langes Tippen und Öffnen aus dem Kontextmenü verwenden). Dies ist ein Fehler in Microsoft WPF. Neustart des Programms erforderlich
fr: Désactivé par défaut. Si activé, il n’y aura pas de décalage du stylet avec les tablettes graphiques, Wacom ou Microsoft Surface, mais cela désactivera également le double-tap (sur écran tactile) pour ouvrir les fichiers (vous devrez alors utiliser l’option "Un seul click pour ouvrir les dossiers", et ouvrir les fichiers en appuyant longuement ou les ouvrir à partir du menu contextuel). Cela est dû à un bogue dans Microsoft WPF. Redémarrage du programme requis.
pl: Domyślnie WYŁĄCZONE. Jeśli włączone nie będzie opóźnień w przypadku tabletów graficznych, rysika Wacom lub Microsoft Surface, ale wyłączy również dwukrotne dotknięcie (ekran dotykowy) dla otwierania pliki (będzie trzeba wtedy użyć opcji „Pojedyncze kliknięcie, aby otworzyć folder” oraz otwierać pliki długim dotknięciem i opcją „Otwórz” z menu kontekstowego). Jest to spowodowane błędem w Microsoft WPF. Wymagane ponowne uruchomienie programu
zh_hans: 默认关闭。若启用，则使用平板电脑、Wacom 或微软 Surface 手写笔时不会有滞后，但也会禁用双击（触摸屏）打开文件（然后您需要使用单击打开文件夹选项，并通过长按来从上下文菜单中打开文件）。这归咎于微软 WPF 中的一个错误。需重启程序
zh_hant: 預設禁用。啟用可以修復數位繪圖板、Wacom 或 Microsoft Surface 手寫筆的延遲問題，但會阻止雙擊（觸控熒幕）開啟檔案的功能。您將需要按一下以開啟資料夾功能表、長按以開啟檔案功能表，並按一下功能表中的「開啟」來開啟檔案。這是 Microsoft WPF 中的錯誤導致的。需要重新啟動程式以應用

# FolderIconOverride
source: Override all folder icons with:
cs: Nahradit všechny ikony složek:
de: Überschreibe alle Ordnersymbole mit:
pl: Zastąp wszystkie ikony folderów
zh_hans: 覆盖所有文件夹图标：
zh_hant: 對所有資料夾使用以下圖示：

# FolderIconOverrideInfo
source: Using anything except Windows Default will disable folder icon overlays
cs: Jiná volba než Windows Default neumožní zobrazení překryvné vrstvy ikon složek (např. obláčku cloudu)
de: Ordnersymbolüberlagerungen deaktiviert, wenn keine Windows-Standardeinstellung
fr: L’utilisation d’autre chose que les icônes Windows par défaut désactivera les superpositions d’icônes de dossier.
pl: Użycie czegokolwiek poza domyślnym zestawem sytemu Windows spowoduje wyłączenie nakładek ikon folderów
zh_hans: 使用 Windows 默认以外的任何图标，都会禁用文件夹图标覆盖
zh_hant: 使用 Windows 預設 以外的任何選項將禁用資料夾圖示重叠

source: Font
de: Schriftart
fr: Police
pl: Czcionka
zh_hans: 字体
zh_hant: 字型

source: Get PRO license
cs: Získat PRO licenci
de: PRO-Lizenz anfordern
zh_hans: 获取PRO专业版许可证
zh_hant: 取得 PRO 許可證

# HeaderAdvanced
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
pl: Zaawansowane
zh_hans: 高级
zh_hant: 進階

# HeaderContextMenu
source: Context Menu
cs: Kontextová nabídka
de: Kontextmenü
fr: Menu contextuel
pl: Menu kontekstowe
zh_hans: 上下文菜单
zh_hant: 内容功能表

# HeaderExperimental
source: Experimental
cs: Experimentální
de: Experimentell
fr: Expérimental
pl: Eksperymentalne
zh_hans: 试验性
zh_hant: 實驗性

# HeaderInteraction
source: Interaction
de: Interaktion
pl: Interakcja
zh_hans: 交互

# HeaderItemProperties
source: Item properties
de: Elementeigenschaften
fr: Propriétés de l’élément
pl: Właściwości elementu
zh_hans: 项目属性

# HeaderMetadata
source: Metadata
de: Metadaten
fr: Métadonnées
pl: Metadane
zh_hans: 元数据

# HeaderPanelSizes
source: Pane sizes
cs: Velikosti panelů
de: Fenstergrößen
zh_hans: 面板大小
zh_hant: 窗格大小

# HeaderPanelSizesRestartRequired
source: These settings are applied AFTER program window is reopened
cs: Tato nastavení budou použita AŽ POTÉ co bude okno programu opět otevřeno
de: Diese Einstellungen werden NACH dem erneuten Öffnen des Programmfensters übernommen
pl: Te ustawienia zostaną zastosowane PO ponownym otwarciu okna programu
zh_hans: 这些设置仅在在程序窗口重新打开后生效
zh_hant: 這些設定將在程式視窗重新打開後生效

# HeaderPreview
source: Preview window
de: Vorschaufenster
fr: Fenêtre d'aperçu
zh_hans: 预览窗口

# HeaderSidebar
source: Sidebar
cs: Postranní panel
de: Seitenleiste
fr: Barre latérale
pl: Pasek boczny
zh_hans: 侧边栏
zh_hant: 側邊欄

# HeaderSorting
source: Sorting
de: Sortierung
fr: Tri
pl: Sortowanie
zh_hans: 排序

# HeaderTheme
source: Theme
cs: Motivy
de: Design
fr: Thème
pl: Motyw
zh_hans: 主题

# HeaderThumbnails
source: Thumbnails
de: Akzentfarbe
fr: Miniatures
pl: Miniatury
zh_hans: 缩略图

# HeaderUIProperties
source: UI properties
de: Benutzeroberfläche
pl: Właściwości interfejsu
zh_hans: 用户界面属性

# HeaderVisibility
source: Visibility
de: Ansicht
fr: Visibilité
pl: Widoczność
zh_hans: 可见性
zh_hant: 可見度

# HideExtensionIfExtensionColumnVisible
source: Hide file extension after filename if extension column is visible
cs: Skrýt příponu souboru za názvem souboru pokud je viditelný sloupec přípony
zh_hans: 若扩展名信息列可见，则隐藏文件名后面的扩展名
zh_hant: 如果副檔名欄可見，則不在檔名后顯示副檔名

# HotkeyInfo
source: Program must be running for above hotkeys to work Program restart required
cs: Aby byly výše uvedené klávesové zkratky funkční, musí program běžet. Je nutné program restartovat.
de: Programm muss ausgeführt werden, damit die oben genannten Hotkeys funktionieren Neustart des Programms erforderlich
pl: Program musi być uruchomiony, aby powyższe skróty działały. Wymagane ponowne uruchomienie programu
zh_hans: 程序必须运行才能使上述快捷键工作 需要重启程序
zh_hant: 只有程式運行時上述快速鍵才會生效 需要重新啟動程式

# HotkeyVizor
source: Use global hotkey Ctrl+` to show docked program window
cs: Používat globální klávesovou zkratku Ctrl+' pro vyvolání okna programu z hlavního panelu
de: Globalen Hotkey STRG+' verwenden, um angedocktes Programmfenster anzuzeigen
fr: Utilisez le raccourci clavier global Ctrl+' pour afficher la fenêtre ancrée du programme
pl: Użyj globalnego skrótu Ctrl+`, aby wyświetlić zadokowane okno programu
zh_hans: 使用全局快捷键 Ctrl+` 显示停靠的程序窗口
zh_hant: 使用全域快速鍵 Ctrl+' 顯示停靠的程式視窗

# HotkeyVizorInfo
source: Disable this if you use VS Code (uses the same shortcut)
cs: Zakažte tuto volbu, pokud používáte VS Code (používá stejnou zkratku)
de: Deaktivieren Sie dies, wenn Sie VS Code verwenden (verwendet die gleiche Tastenkombination)
fr: Désactivez cette option si vous utilisez VS Code (qui utilise le même raccourci)
pl: Wyłącz tę opcję, jeśli używasz programu VS Code (używa tego samego skrótu)
zh_hans: 若您使用 VS Code，请禁用此选项（使用相同的快捷方式）
zh_hant: 如果您使用 VS Code（使用相同的快速鍵），請禁用此功能

# IconsPackInfo
source: Icon packs contribute to program's overall memory use
cs: Program bude používat více paměti pokud použijete balíček ikon
de: Symbolpakete erhöhen den Gesamtspeicherverbrauch
fr: Les packs d'icônes augmentent la mémoire globale utilisée par le programme.
pl: Pakiety ikon powodują zwiększenie wykorzystania pamięci
zh_hans: 图标包有助于减少程序的整体内存使用
zh_hant: 圖示包將會增加程式的記憶體使用量

source: Import Favorites from V2
fr: Importer les favoris à partir de la V2
pl: Importuj ulubione z wersji 2
zh_hans: 从 V2 版本中导入收藏夹
zh_hant: 從 V2 匯入快速存取設定

# KeepRunningInBackground
source: Keep running in background (Close to System Tray)
cs: Ponechat program spuštěný na pozadí (zavřít do systémové lišty)
de: Im Hintergrund weiterlaufen lassen (im Infobereich).
fr: Continuer l'exécution en arrière-plan (dans la zone de notification système)
zh_hans: 在后台持续运行（关闭到系统托盘）
zh_hant: 保持在背景執行（關閉時移至系統匣）

# KeepRunningInBackgroundInfo
source: If On, program will stay in System Tray for faster next start. This should be enabled if program is set as a default file manager
cs: Pokud je volba zapnuta, program zůstane v systémové liště a bude ho možné spustit rychleji. Pokud je program nastaven jako výchozí správce souborů, měli byste tuto volbu zapnout.
de: Wenn EIN, bleibt das Programm im Inforbereich, um den nächsten Start zu beschleunigen. Dies sollte aktiviert werden, wenn das Programm als Standard-Dateimanager eingestellt ist
fr: Si activé, le programme restera dans la zone de notification système pour un démarrage plus rapide. Doit être activé si le programme est défini comme gestionnaire de fichiers par défaut.
pl: Jeśli jest włączone, program pozostanie w zasobniku systemowym, aby przyspieszyć następne uruchomienie. Pozostaw włączone, jeśli program jest ustawiony jako domyślny menedżer plików
zh_hans: 若启用，程序将驻留在系统托盘中以便下次能更快启动。 若程序被设置为默认文件管理器，则应启用此项功能。
zh_hant: 啟用時，程式將會保留在系統匣中，以便下次開啟更快。 如果您打算設置為預設檔案管理器，請啟用此選項。

source: Language
de: Sprache
fr: Langue
pl: Język
zh_hans: 语言

# LanguageInfo
source: Restart required! Some languages are auto-translated using Microsoft Translator. If you would like to contribute to translating to your language, please write to support@onecommander.com
cs: Je vyžadován restart! Do některých jazyků je program převeden automatickým překladem služby Microsoft Translator. Pokud byste se chtěli podílet na překladu do svého jazyka, napište na support@onecommander.com
de: Neustart erforderlich! Einige Sprachen sind automatisch mit Microsoft Translator übersetzt.. Wenn Sie zur Übersetzung in Ihre Sprache beitragen möchten, schreiben Sie bitte an support@onecommander.com
fr: Redémarrage requis ! Certaines langues sont traduites automatiquement à l’aide de Microsoft Translator. Si vous souhaitez contribuer à la traduction dans votre langue, veuillez écrire à support@onecommander.com
zh_hans: 更改需重启！某些语言是由微软翻译（Microsoft Translator）自动翻译而来。若您想为翻译成您的语言做出贡献，请发送邮件至 support@onecommander.com
zh_hant: 需要重新啟動！某些語言是使用微軟翻譯自動翻譯的。如果您想為翻譯成您的語言做出貢獻，請寫信給 support@onecommander.com

# MetadataExcerpts
source: Show text excerpts for these file types (Adaptive and Thumbs+Details file views)
cs: Zobrazit výňatky z textu u těchto typů souborů (adaptivní rozložení a rozložení Náhled+Detaily)
de: Textauszüge für diese Dateitypen anzeigen (adaptive und Thumbs+Details Dateiansicht)
fr: Afficher des extraits de texte pour ces types de fichiers (vue de fichier Miniatures + Détails)
pl: Pokaż fragmenty tekstu dla tych typów plików (widok adaptacyjny oraz Thumbs+Details)
zh_hans: 为这些类型显示文本摘要（自适应和「缩略图+详细」文件视图）
zh_hant: 顯示這些檔案類型的内容摘錄（自適應及縮圖+詳細信息）

# MetadataExcerptsInfo
source: Comma separated; no '.'; example: txt,bat,md; Content as Plain-Text only
cs: Oddělujte čárkami; Nesmí obsahovat znak "."; Příklad: txt,bat,md; Vše pouze jako prostý text
fr: Séparés par des virgules; pas de '.'; exemple : txt,bat,md. Contenu en ASCII/texte brut uniquement.
pl: Rozdziel przecinkami i nie dopisuj „.”; przykład: txt,bat,md; zawartość tylko jako czysty tekst
zh_hans: 英文逗号分隔，无点；示例：txt,bat,md。内容仅限纯文本
zh_hant: 使用英文逗號分隔；例如：txt、bat、md；僅支持顯示 ASCII 或純文字格式的內容

source: NEW
cs: NOVINKA
de: NEU
fr: Nouveau
pl: Nowość
zh_hans: 新增
zh_hant: 新增功能

# NewTabDuplicateCurrent
source: Duplicate current
cs: Duplikována aktuální
de: Aktuelle duplizieren
fr: Dupliquer l'onglet courant
pl: Duplikuj bieżącą
zh_hans: 复制当前标签页
zh_hant: 複製當前

# NewTabOpenPath
source: Open path:
cs: Otevřena cesta:
de: Pfad öffnen:
pl: Otwórz ścieżkę:
zh_hans: 打开路径：
zh_hant: 開啟路徑：

# NewTabPlacementAfterCurrent
source: After current
cs: Za aktuální kartou
de: Nach aktueller
fr: Après l'onglet courant
pl: Po bieżącej
zh_hans: 当前标签页之后
zh_hant: 當前索引標簽右側（緊貼）

# NewTabPlacementAtEnd
source: At the end
cs: Jako poslední karta
de: Am Schluss
pl: Na końcu
zh_hans: 在最后
zh_hant: 所有索引標簽右側（末尾）

# NewTabPlacementQuestion
source: Middle-click on a folder opens a new tab:
cs: Kliknutím prostředním tlačítkem na složce se nová karta umístí:
de: Neue Registerkarte durch Mittelklick:
fr: Clic-milieu sur un dossier ouvre un nouvel onglet :
pl: Kliknięcie środkowym przyciskiem myszki na folderze otwiera nową kartę:
zh_hans: 在文件夹上点击鼠标中键会打开一个新标签页：
zh_hant: 在資料夾上按一下滑鼠中鍵將開啟新索引標簽並放在：

# NewTabQuestion
source: Creating a new tab should:
cs: Při vytvoření nové karty bude:
pl: Tworząc nową kartę:
zh_hans: 创建新标签页应：
zh_hant: 新增索引標簽應：

# OneDriveFolderPath
source: Path to OneDrive folder
pl: Ścieżka do folderu OneDrive
zh_hans: OneDrive 文件夹的路径
zh_hant: OneDrive 資料夾路徑

# OneDriveFolderPathInfo
source: If outside of C:\Users\YOURNAME\OneDrive; needed for additional synchronization status icons
cs: Zadejte pokud je složka umístěna jinde než v C:\Users\YOURNAME\OneDrive; nastavení je potřebné pro zobrazení doplňkových ikon stavu synchronizace
de: Falls außerhalb von C:\Users\YOURNAME\OneDrive; wird für zusätzliche Synchronisierungsstatussymbole benötigt
fr: Si autre que C:\Users\YOURNAME\OneDrive. Nécessaire pour les icônes d’état de synchronisation additionnelles.
pl: Jeśli jest inna niż C:\Users\YOURNAME\OneDrive. Wymagane dla dodatkowych ikon stanu synchronizacji
zh_hans: 若路径并非C:\Users\您的用户名\OneDrive，则需配置此项以启用额外的同步状态图标
zh_hant: 如果您的 OneDrive 資料夾位於 C:\Users\YOURNAME\OneDrive 之外，請填寫以正確顯示同步狀態

# OnStartOpenPath
source: Create a single tab and open path:
cs: Vytvořit jednu kartu a otevřít složku:
de: Registerkarte erstellen und Pfad öffnen:
fr: Créer un seul onglet et ouvrir le chemin d’accès :
pl: Utwórz pojedynczą kartę i otwórz ścieżkę:
zh_hans: 创建一个标签页并打开路径：
zh_hant: 開啟新索引標簽並開啟路徑：

# OnStartQuestion
source: On start:
cs: Při startu:
de: Beim Start
fr: Au démarrage :
pl: Przy uruchamianiu programu:
zh_hans: 启动时：
zh_hant: 啟動時：

# OnStartRestoreTabs
source: Restore last used tabs
cs: Obnovit naposledy používané karty
zh_hans: 恢复刚使用的标签页
zh_hant: 還原上一次工作階段

# OpeningItemsQuestion
source: Opening items:
cs: Otevírání položek:
de: Elemente öffnen:
fr: Ouvrir les éléments :
pl: Otwieranie elementów:
zh_hans: 打开项目：
zh_hant: 開啟項目：

# OpeningItemsSingleClickFiles
source: Single click also opens files
cs: Jedno kliknutí otevře také soubor
de: Einzelklick öffnet auch Dateien
zh_hans: 单击也会打开文件
zh_hant: 按一下也可開啟檔案

# OpeningItemsSingleClickFolders
source: Single click opens folders (Ctrl+click to select)
cs: Jedno kliknutí otevře složku (Ctrl+kliknutí pro označení)
de: Einzelklick öffnet Ordner (STRG+Klick zum markieren).
fr: Un simple clic ouvre les dossiers (Ctrl+clic pour sélectionner)
zh_hans: 单击打开文件夹（Ctrl+单击以选择）
zh_hant: 按一下開啟資料夾（按住 Ctrl 選中）

# OptUseThinScrollbar
source: Use thin scrollbar
cs: Použít tenký posuvník
de: Schmalen Rollbalken verwenden
pl: Użyj cienkiego paska przewijania
zh_hans: 使用窄滚动条

source: Other
cs: Ostatní
de: Sonstige
fr: Autre
pl: Inne
zh_hans: 其他

source: Padding
cs: Okraj
de: Abstände
fr: Espacement
pl: Wypełnienie
zh_hans: 间距
zh_hant: 内間距

# PhotoLocationOptBing
source: Bing Maps
fr: Cartes Bing
pl: Mapy Bing
zh_hans: 必应地图
zh_hant: Bing 地圖

# PhotoLocationOptGoogle
source: Google Maps
pl: Mapy Google
zh_hans: 谷歌地图
zh_hant: Google 地圖

# PhotoLocationQuestion
source: Photo location button opens web browser with:
cs: Tlačítko umístění fotografie ve webovém prohlížeči otevře:
fr: Le bouton de localisation des photos ouvre le navigateur web avec :
pl: Lokalizacja zdjęcia będzie pokazywana w
zh_hans: 点击照片地理位置按钮时，在网页浏览器中打开：
zh_hant: 按一下相片的位置按鈕以在網頁瀏覽器中開啟：

# PreviewAutoplay
source: Autoplay video/audio files in preview window
cs: Automatické přehrávání audio/video souborů v okně náhledu
pl: Autoodtwarzanie plików wideo/audio w oknie podglądu
zh_hans: 预览窗口中自动播放音视频文件
zh_hant: 預覽自動播放影片和音訊檔案

# PreviewShortcut
source: Pressing Spacebar key opens file preview window
de: Drücken der Leertaste öffnet das Dateivorschaufenster
fr: Appuyer sur la barre d’espace ouvre la fenêtre d’aperçu des fichiers
pl: Naciśnięcie Spacji otwiera okno podglądu pliku
zh_hans: 按下空格键以打开文件预览窗口
zh_hant: 按一下空格鍵開啟檔案預覽視窗

# PreviewShortcutEsc
source: (Pressing Esc or Spacebar again closes it)
cs: (Opětovným stisknutím klávesy mezerník nebo Esc jej zavřete)
de: (Erneutes Drücken von ESC oder der Leertaste schließt es)
fr: (Appuyer sur Échap ou à nouveau sur la barre d’espace la ferme)
pl: (Ponowne naciśnięcie Esc lub Spacji zamyka)
zh_hans: （按下Esc键或空格键将再次关闭它）
zh_hant: （按一下 ESC 或空格鍵可將其關閉）

# PreviewWindowOptQuicklook
source: QuickLook (must be manually installed)
cs: QuickLook (musí být ručně nainstalován)
pl: Aplikacja QuickLook (musi być zainstalowana ręcznie)
zh_hans: QuickLook （必须手动安装）
zh_hant: QuickLook（需要手動安裝）

# PreviewWindowQuestion
source: Preview window
de: Vorschaufenster
fr: Choix de la fenêtre d'aperçu
zh_hans: 预览窗口
zh_hant: 預覽程式

source: Program restart required
de: Programmneustart erforderlich
zh_hans: 需重启程序

# RenameItemsOnSecondClick
source: Rename items by clicking again without moving cursor
cs: Druhé kliknutím (bez pohnutí myši) přejmenuje položku
de: Elemente durch erneutes Klicken umbenennen, ohne den Cursor zu bewegen
fr: Renommer les éléments en cliquant à nouveau sans déplacer le curseur
pl: Zmień nazwę przez ponowne kliknięcie bez przesuwania kursora
zh_hans: 在不移动光标的情况下，通过再次单击来重命名项目
zh_hant: 選中時按一下滑鼠左鍵以重新命名項目

# RenderingHardware
source: Hardware (DirectX)
cs: Hardwarové (DirectX)
pl: Sprzętowe (DirectX)
zh_hans: 硬件（DirectX）

# RenderingInfo
source: Software rendering is slower and shouldn't be used unless running on a Virtual Machine. Acrylic effect will be turned off. Program restart required
cs: Softwarové renderování je pomalejší a nemělo by se používat, pokud není program spuštěn ve virtuálním počítači. Akrylový efekt bude vypnutý. Je vyžadován restart programu
de: Das Software-Rendering ist langsamer und sollte nicht verwendet werden, es sei denn, es läuft auf einer virtuellen Maschine. Der Acryleffekt wird abgeschaltet. Programmneustart erforderlich
fr: Le rendu logiciel est plus lent et ne doit pas être utilisé à moins qu’il ne s’exécute dans une machine virtuelle. L’effet Acrylic sera désactivé. Redémarrage du programme requis.
pl: Renderowanie programowe jest wolniejsze i nie powinno być stosowane, chyba że działa na maszynie wirtualnej. Efekt półprzezroczystości Acrylic zostanie wyłączony. Wymagane ponowne uruchomienie programu
zh_hans: 软件渲染速度较慢，除非在虚拟机上运行，否则不应使用。软件渲染时，亚克力效果将被关闭。需要重启程序
zh_hant: 軟體渲染速度較慢，除非您正在使用虛擬機器，否則不應使用。壓克力效果將會禁用。需要重新啟動程式以應用

# RenderingSoftware
source: Software
cs: Softwarové
fr: Logiciel
pl: Oprogramowe
zh_hans: 软件

# ScrollingBehaviorItem
source: Item (snaps to item positions)
cs: po řádcích
fr: Défilement élément par élément
pl: po elemencie (przeskakuje do pozycji elementu)
zh_hans: 项目（跳转到项目位置）
zh_hant: 項目（與項目位置對齊）

# ShortcutClickQuestion
source: If program has a window open, double-clicking its shortcut should:
cs: Pokud je již program spuštěn, poklepání na zástupce zobrazí:
de: Ist ein Fenster des Programms geöffnet, bewirkt ein Doppelklick auf die Verknüpfung:
fr: Si une fenêtre du programme est ouverte, double-cliquer sur son raccourci doit :
pl: Jeśli program ma otwarte okno, dwukrotne kliknięcie jego skrótu powinno:
zh_hans: 若本程序已有窗口打开，双击快捷方式应：
zh_hant: 在程式視窗已開啟情況下按兩下快捷方式將會：

# ShortcutClickWithExistingWindowQuestion
source: If program has a window open, double-clicking its shortcut should
cs: Pokud je již program spuštěn, poklepání na zástupce zobrazí:
de: Hat das Programm ein Fenster geöffnet, sollte ein Doppelklick auf seine Verknüpfung
fr: Si une fenêtre du programme est ouverte, double-cliquer sur son raccourci doit :
pl: Jeśli program ma otwarte okno, dwukrotne kliknięcie jego skrótu powinno
zh_hans: 若本程序已有窗口打开，双击快捷方式应
zh_hant: 在程式視窗已開啟情況下按兩下快捷方式將會：

# ShowErrorReportDialog
source: Show error report dialog on crash
cs: Při havárii programu zobraz formulář s komentářem k chybě
de: Fehlerberichtsdialog bei Absturz anzeigen
fr: Afficher la boîte de dialogue de rapport d’erreurs en cas de plantage
pl: Pokaż raport błędu po awarii
zh_hans: 在崩溃时显示错误报告对话框

# ShowFileExtension
source: Show file extensions
de: Dateiendungen anzeigen
fr: Afficher les extensions de fichier
pl: Pokaż rozszerzenia plików
zh_hans: 显示文件扩展名
zh_hant: 顯示副檔名
