Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# NewWindowName_TT
source: Give new window a name to save its layout, position and tabs for the next time you need it
cs: Pojmenuje nové okno a uloží jeho rozložení, pozici a karty
de: Neues Fenster benennen, um das Layout, die Position und die Registerkarten für die nächste Anwendung zu speichern
fr: Nommez la nouvelle fenêtre pour enregistrer sa mise en page, sa position et ses onglets pour la prochaine fois que vous en aurez besoin
pl: Nadaj nowemu oknu nazwę, aby zachować jego układ, pozycję i karty na następny raz, kiedy będzie potrzebne
zh_hans: 为新窗口命名以保存其布局、位置和标签页，以备下次需要时使用
zh_hant: 為新視窗命名以儲存其佈局、位置和索引標簽以供下次使用

# Cursor_DragToRearrangeLine1
source: Drag within Favorites/Tabs to rearrange
cs: Uspořádání v Oblíbené/Karty změňte přetažením
de: Ziehen innerhalb der Favoriten/Tabs, zur Neuordnung
fr: Glisser dans les Favoris/Onglets pour réorganiser
pl: Przeciągnij w obrębie zakładek ulubionych, aby zmienić ich kolejność
zh_hans: 在收藏夹与标签页内拖动以重新排列
zh_hant: 在快速存取或索引標簽內拖動以重新排列

# Menu_SortByDuration_LongestFirst
source: Media duration
cs: Délka záznamu
de: Mediendauer
pl: Czas trwania mediów
zh_hans: 媒体文件持续时长
zh_hant: 媒體長度

# Menu_SortByResolution_LargestFirst
source: Media resolution
cs: Rozlišení záznamu
de: Medienauflösung
fr: Résolution du média
pl: Rozdzielczość mediów
zh_hans: 媒体文件分辨率

# DLG_SortByMetadataWarning
source: Sorting options below the menu line are the metadata properties, and not the actual file properties. Sorting by those is [BOLDSTART]slow[BOLDEND] and will cause program to [BOLDSTART]freeze[BOLDEND] when opening folders or tabs that use this sorting.
cs: Možnosti řazení, které jsou pod oddělovací čárou, jsou vlastnosti metadat, nikoli skutečné vlastnosti souboru. Řazení podle nich je [BOLDSTART]pomalé[BOLDEND] a způsobí, že program při otevírání složek nebo karet, které používají toto třídění, [BOLDSTART]zamrzne[BOLDEND].
de: Die Sortieroptionen unterhalb der Menüzeile sind für die Eigenschaften der Metadaten und nicht für die eigentlichen Dateieigenschaften.. Die Sortierung nach diesen ist <b>langsam</b> und führt dazu, dass das Programm <b>einfriert</b>, wenn Ordner oder Registerkarten geöffnet werden, die diese Sortierung verwenden.
zh_hans: 菜单行下方的排序选项是元数据属性，而非实际文件属性。按这些排序会[BOLDSTART]很慢[BOLDEND]，并且会导致程序打开使用此排序的文件夹或标签页时[BOLDSTART]冻结[BOLDEND]。
zh_hant: 功能表行下方的排序選項是元數據屬性，而不是實際文件屬性。按這些排序是[BOLDSTART]慢[BOLDEND]，並且將導致程式在打開使用此排序的資料夾或選項卡時[BOLDSTART]凍結[BOLDEND]。

# About_TT
source: About/Help
de: Über/Hilfe
pl: O programie / Pomoc
zh_hans: 关于与帮助
zh_hant: 關於/幫助

# MSG_I_DelayReason_DiskSleeping
source: Disk was unavailable for {0} seconds due to Windows Power Plan sleep settings
cs: Disk nebyl k dispozici po dobu {0} sekund kvůli nastavení režimu spánku ve schématu napájení systému Windows
de: Datenträger war wegen der Ruhezustandseinstellungen von Windows-Energieplan für {0} Sekunden nicht verfügbar
pl: Dysk był niedostępny przez {0} sekund z powodu ustawień uśpienia planu zasilania Windows
zh_hans: 由于 Windows 操作系统的电源计划睡眠设置，磁盘在{0}秒内不可用
zh_hant: 由於 Windows 電源計劃睡眠設定，磁碟機在 {0} 秒内暫不可用

# MSG_I_DelayReason_NetworkUnavailable
source: Network storage took {0} seconds to respond
cs: Odezva síťového úložiště trvala {0} sekund
de: Netzwerkspeicher antwortete nach {0} Sekunden
pl: Odpowiedź sieciowej pamięci masowej trwała {0} sekund.
zh_hans: 网络存储需要{0}秒才能响应

source: Waking disk up...
cs: Probouzím disk...
de: Festplatte aufwecken...
fr: Réveil du disque...
pl: Budzenie dysku…
zh_hans: 正在唤醒磁盘……
zh_hant: 正在喚醒磁碟機...

# WakingDiskUp_TT
source: Change sleep delay for disks in Windows Power Plan if this happens too often and slows you down
cs: Změňte prodlevu uspání disků v plánu napájení systému Windows, pokud k tomuto chování dochází příliš často a chod počítače zpomaluje
de: Ändern Sie die Ruhezustandsverzögerung für Festplatten im Windows-Energieplan, wenn dies zu oft passiert und Sie ausbremst
fr: Modifier le délai de veille des disques dans le mode de gestion de l’alimentation Windows si cela se produit trop souvent et vous ralentit
pl: Zmień opóźnienie uśpienia dysków w planie zasilania systemu Windows, jeśli zdarza się to zbyt często i spowalnia pracę.
zh_hans: 若此种情况发生得太频繁并降低了速度，请在 Windows 操作系统的电源计划中更改磁盘的睡眠延迟

# Preview_TabText
source: Text/plain
de: Klartext
pl: Czysty tekst
zh_hans: 纯文本

# DLG_YN_FileInUseByKnownProcess_Retry
source: File is in use by {0}.[NEWLINE]({1})[NEWLINE]Retry operation?
cs: Soubor je používán procesem {0}.[NEWLINE]({1})[NEWLINE]Opakovat operaci?
de: Datei wird verwendet von {0}.<br/>({1})<br/>Vorgang wiederholen?
fr: Le fichier est en cours d’utilisation par l’opération {0}.<br/>({1})<br/>Réessayer l'opération ?
zh_hans: 文件正由{0}使用。[NEWLINE]({1})[NEWLINE]重试操作吗？
zh_hant: 檔案正被 {0} 使用。[NEWLINE]（{1}）[NEWLINE]重試操作？

# DLG_YN_FileInUseByUnknownProcess_Retry
source: File is in use by another process.[NEWLINE]Retry operation?
cs: Soubor je používán jiným procesem.[NEWLINE]Opakovat operaci?
de: Datei wird von einem anderen Prozess verwendet.<br/>Vorgang wiederholen?
fr: Le fichier est en cours d’utilisation par un autre processus.<br/>Réessayer l'opération ?
zh_hans: 文件正被另一个进程使用。[NEWLINE]重试操作吗？
zh_hant: 檔案正被另一進程使用。[NEWLINE]重試操作？

# DetailsSizeInMiB
source: Size in MiB
de: Größe in MiB
fr: Taille en Mio
pl: Rozmiar w MiB
zh_hans: 大小（MiB）
zh_hant: 大小（MiB）

# CalculatingFolderSize
source: Calculating...
cs: Počítám...
de: Berechnen...
fr: Calcul en cours...
pl: Obliczanie…
zh_hans: 计算中……
zh_hant: 正在計算...

# FolderSizeNoAccess_TT
source: Folder size can be calculated only for folders that have the entire tree of folders and files within accessible and Windows has indexed them
cs: Velikost složky lze vypočítat pouze pro ty složky, které mají celý strom složek a souborů přístupný a systém Windows je indexoval
zh_hans: 文件夹大小仅适用于可访问完整文件和文件夹的树状结构，且 Windows 操作系统已将其编入索引的文件夹
zh_hant: 只能計算具有可存取的整個資料夾和檔案樹並且 Windows 已對其建立索引的資料夾的資料夾大小

# CreateShortcutTitle
source: Create shortcut
de: Shortcut erstellen
pl: Utwórz skrót
zh_hans: 创建快捷方式
zh_hant: 建立捷徑

source: Shortcut
cs: Zástupce
pl: Skrót
zh_hans: 快捷方式

# ShortcutTypeShortcut
source: Shortcut (.lnk)
cs: Zástupce (.lnk)
pl: Skrót (.lnk)
zh_hans: 快捷方式（.lnk）
zh_hant: 捷徑（.lnk）

# DLG_E_CrashDLLAccess
source: Program has crashed because some other software is accessing OneCommander's files.[NEWLINE]If [BOLDSTART]{0}[BOLDEND] folder is a part of an automated file sync or a cloud backup you will need to close OneCommander and move the entire program folder to a different location. [NEWLINE]If an antivirus or other security software scans the program folder at the time when DLL is being loaded, it can also cause a crash.
cs: Program havaroval, protože nějaký jiný software přistupuje k souborům OneCommander.[NEWLINE]Pokud je složka [BOLDSTART]{0}[BOLDEND] součástí automatické synchronizace souborů nebo cloudové zálohy; budete muset zavřít OneCommander a přesunout celou složku programu na jiné místo.[NEWLING]Pokud antivirový nebo jiný bezpečnostní software kontroluje složku programu v době načítání knihovny DLL, může dojít k pádu aplikace.
de: Das Programm ist abgestürzt, weil eine andere Software auf die Dateien von OneCommander zugreift.<br/>If <b>{0}</b> Ordner ist Teil einer automatischen Dateisynchronisierung oder eines Cloud-Backups und Sie müssen OneCommander schließen und den gesamten Programmordner an einen anderen Ort verschieben. Wenn ein Antivirusprogramm oder eine andere Sicherheitssoftware den Programmordner zum Zeitpunkt des DLL-Ladens scannt, kann dies ebenfalls einen Absturz verursachen..
fr: Le programme a crashé parce qu'un autre logiciel est en train d'accéder aux fichiers de OneCommander.<br/>Si le dossier <b>{0}</b> fait partie d'une synchronisation automatisée de fichiers ou d'une sauvegarde cloud, vous allez devoir fermer Onecommander et déplacer tout le dossier du programme à un autre emplacement. <br/>Si un antivirus ou un autre logiciel de sécurité scanne le dossier du programme au moment du chargement des DLL, cela peut aussi causer un crash.
zh_hans: 程序崩溃是因其他软件正在访问 OneCommander 的文件。[NEWLINE]假若[BOLDSTART]{0}[BOLDEND]文件夹是自动文件同步或云备份的一部分，则需要关闭 OneCommander 并移动整个程序文件夹到另一个位置。[NEWLINE]若杀毒软件或其他安全软件在加载 DLL 时扫描程序文件夹，也会导致崩溃。
zh_hant: 程式已崩潰，因為其他一些軟體正在訪問OneCommander的檔。[換行]如果[BOLDSTART]{0}[BOLDEND]資料夾是自動檔同步或雲備份的一部分，則需要關閉OneCommander並將整個程式資料夾移動到其他位置。[NEWLINE]如果防病毒軟體或其他安全軟體在載入 DLL 時掃描程式資料夾，也可能導致崩潰。

# DLG_ProgramRunningInBackground
source: OneCommander will keep running in the background so it can open instantly the next time [NEWLINE](this can be changed in Settings 🡢 Window)
cs: OneCommander bude stále běžet na pozadí, takže se může příště otevřít téměř bez zpoždění[NEWLINE](toto chování lze změnit v Nastavení 🡢 Okno)
de: OneCommander läuft im Hintergrund weiter, damit er beim nächsten Mal sofort geöffnet werden kann <br/>(dies kann unter Einstellungen ❯ Fenster geändert werden)
zh_hans: OneCommander 将继续在后台运行，因此下次可立即打开。[NEWLINE]（可在「设置」🡢「窗口」中更改）
zh_hant: OneCommander 將持續在背景運行，以便下次可以立即開啟[NEWLINE]（這可以在「視窗」設定中更改）

# ProgramClose_TT
source: Hold Ctrl while pressing close button to close the program completely
cs: Podržte klávesu Ctrl a stiskněte tlačítko Zavřít pro úplné ukončení programu
de: Strg-Taste + und die Schließen-Taste drücken, um das Programm vollständig zu schließen.
fr: Maintenez la touche Ctrl enfoncée en cliquant sur le bouton de fermeture pour fermer complètement le programme
pl: Przytrzymaj Ctrl podczas zamykania programu, aby zamknąć program całkowicie
zh_hans: 按住 Ctrl，同时按下关闭按钮，可完全关闭程序
zh_hant: 按住 Ctrl 鍵時按關閉按鈕以完全關閉程式

# Menu_SidebarNetworksHide
source: Hide Networks group from sidebar
cs: Skrýt skupinu Sítě na postranním panelu
de: Gruppe Netzwerke aus der Seitenleiste ausblenden
fr: Cacher le groupe Réseau dans la barre latérale
pl: Ukryj grupę „Sieć” na pasku pocznym
zh_hans: 从侧边栏中隐藏「网络」分组
zh_hant: 在側邊欄隱藏「網路」面板

# Menu_CloseTab
source: Close tab
de: Tab schließen
fr: Fermer l'onglet
pl: Zamknij kartę
zh_hans: 关闭标签页
zh_hant: 關閉索引標簽

# Menu_UndoCloseTab
source: Reopen closed tab
cs: Znovu otevřít zavřenou kartu
de: Geschlossenen Tab wieder öffnen
fr: Rouvrir l'onglet fermé
pl: Otwórz ponownie zamkniętą kartę
zh_hans: 重新打开关闭的标签页
zh_hant: 重新開啟關閉的索引標簽

# MSG_E_WMI
source: WMI service not running. Detecting USB disks may not work until PC is restarted
de: Der WMI-Dienst läuft nicht. Die Erkennung von USB-Laufwerken funktioniert möglicherweise nicht, bis der PC neu gestartet wird
fr: Le service WMI ne fonctionne pas. La détection des disques USB peut ne pas fonctionner jusqu'à ce que le PC soit redémarré.
pl: Usługa WMI nie działa. Wykrywanie dysków USB może nie działać do czasu ponownego uruchomienia komputera.
zh_hans: WMI 服务未运行。检测 USB 磁盘可能无法工作，直到计算机重启。
zh_hant: WMI 服務未運行。在重新啟動電腦之前，可能無法正確檢測 USB 磁碟機

# PathTooLongFile_TT
source: Path longer than Windows supported (260 characters) Some programs won't be able to open this file
cs: Cesta delší než je podporováno systémem Windows (260 znaků) Některé programy nebudou moci tento soubor otevřít
de: Pfad länger als von Windows unterstützt (260 Zeichen) Einige Programme können diese Datei nicht öffnen
fr: Chemin d'accès plus long que ce que prend en charge Windows (260 caractères). Certains programmes ne seront pas en mesure d'ouvrir ce fichier.
pl: Ścieżka dłuższa niż obsługiwana przez Windows (260 znaków) Niektóre programy nie będą w stanie otworzyć tego pliku
zh_hans: 路径长度超过 Windows 操作系统支持范畴（260 个字符） 某些程序将无法打开此文件
zh_hant: 路徑長度超過 Windows 支援的長度（260 個字元） 某些程式無法開啟此檔案

# WSL_ManualRefreshWarning_TT
source: Currently WSL doesn't support watching for changes using ReadDirectoryChangesW. Waiting for Microsoft's fix. Manually refresh
cs: V současné době WSL nepodporuje sledování změn pomocí ReadDirectoryChangesW. Čekáme na opravu společnosti Microsoft. Aktualizujte ručně
de: Derzeit unterstützt WSL die Überwachung von Änderungen mit ReadDirectoryChangesW nicht. Wir warten auf eine Lösung von Microsoft. Manuell aktualisieren
fr: Actuellement, WSL ne prend pas en charge la surveillance des changements à l'aide de ReadDirectoryChangesW. En attente d'un correctif de Microsoft. Rafraîchissez manuellement
pl: Obecnie WSL nie obsługuje oglądania zmian za pomocą ReadDirectoryChangesW. Czekamy na poprawkę Microsoftu. Odświeżaj ręcznie
zh_hans: 目前，WSL 不支持使用 ReadDirectoryChangesW 监视更改。等待微软的修复。手动刷新
zh_hant: 目前，WSL 不支援使用 ReadDirectoryChangesW 監聽變更。需要等待微軟修復。請先使用手動刷新

# Watermark_SearchingForLinux
source: Searching for Linux distros...
de: Suche nach Linux-Distros...
fr: Recherche des distributions Linux en cours...
pl: Szukanie dystrybucji Linuksa…
zh_hans: 正在搜索 Linux 发行版……
zh_hant: 正在尋找 Linux 發行版...

# Menu_ScriptsHide
source: Remove scripts button
cs: Odstranit tlačítko skriptů
de: Schaltfläche "Skripts" entfernen
fr: Supprimer le bouton Scripts
pl: Usuń przycisk skryptów
zh_hans: 「删除脚本」按钮
zh_hant: 移除「脚本」按鈕

# DLG_ScriptsButtonTip
source: You can re-enable scripts button from Advanced Settings
cs: Tlačítko skriptů můžete znovu povolit Nastavení / Pokročilé
de: Sie können die Schaltfläche Skripts in den erweiterten Einstellungen wieder aktivieren
fr: Vous pouvez réactiver le bouton Scripts depuis les paramètres avancés
pl: Przycisk skryptów można ponownie włączyć w Ustawieniach zaawansowanych
zh_hans: 您可以从「高级设置」中重新启用脚本按钮
zh_hant: 您可以在「進階」設定中重新啟用脚本按鈕

# Menu_ArchiveCompress
source: Compress (zip)
de: Komprimieren (zip)
fr: Compresser (zip)
pl: Spakuj do archiwum ZIP
zh_hans: 压缩 (zip)
zh_hant: 壓縮（zip）

# Archive_BuildingFilesList
source: Building files list...
cs: Sestavuji seznam souborů...
de: Dateiliste erstellen...
fr: Construction de la liste des fichiers...
pl: Tworzenie listy plików…
zh_hans: 构建文件列表……
zh_hant: 正在構建檔案清單...

# Archive_CompressingFileProgress
source: Compressing file {0}/{1}...
cs: Komprimuji soubor {0} / {1} ...
de: Komprimieren der Datei {0}/{1}...
fr: Compression du fichier {0}/{1}...
pl: Kompresowanie plików {0}/{1}…
zh_hans: 正在压缩文件{0}/{1}……
zh_hant: 正在壓縮檔案 {0}/{1}...

# AgeHour
source: hour
cs: hodinu
de: Stunde
fr: heure
pl: godzina
zh_hans: 时

# AgeHours
source: hours
de: Stunden
fr: heures
pl: godzin(-y)
zh_hans: 时

# AgeMonths
source: months
cs: měsíce
de: Monate
fr: mois
pl: miesiące
zh_hans: 月
zh_hant: 月

# DLG_YN_GetAllThumnails
source: Extract thumbnails of all files within?[NEWLINE]This may take hours so it is best to do overnight.
cs: Přejete si vytvořit miniatury všech zde uložených souborů?[NEWLINE]Může to trvat velmi dlouho, takže je nejlépe udělat to přes noc.
de: Extrahieren der Miniaturansichten aller Dateien darin??<br/>Dies kann einige Stunden dauern, daher ist es am besten, dies über Nacht zu tun..
fr: Extraire les vignettes de tous les fichiers contenus ?<br/>Cela peut prendre des heures, donc le mieux est de le faire pendant la nuit.
zh_hans: 提取所有文件的缩略图？[NEWLINE]这可能需要几个小时，所以最好是在夜间完成。
zh_hant: 提取其中所有檔案的縮圖？[NEWLINE]這可能需要數個小時，建議在夜晚空閑時執行。

# Menu_GetAllThumbnails
source: Get all thumbnails
cs: Vytvořit všechny miniatury
de: Alle Vorschaubilder abrufen
fr: Récupérer toutes les vignettes
pl: Pobierz wszystkie miniatury
zh_hans: 获取所有缩略图
zh_hant: 取得所有縮圖

# Menu_RegenerateThumbnail
source: Regenerate thumbnail
cs: Obnovit miniaturu
de: Vorschaubild neu generieren
fr: Régénérer la vignette
pl: Regeneruj miniaturę
zh_hans: 重新生成缩略图

# Menu_Remove
source: Remove
cs: Odstranit
de: Entfernen
fr: Retirer
pl: Usuń
zh_hans: 移除
zh_hant: 移除

# Template_BlankFile
source: Blank file
cs: Prázdný soubor
de: Leere Datei
fr: Fichier vierge
zh_hans: 空白文件

# Popup_FileName
source: File name
cs: Název souboru
de: Dateiname
fr: Nom de fichier
zh_hans: 文件名
zh_hant: 檔案名稱

source: File templates
cs: Šablony souborů
de: Dateivorlagen
fr: Modèles de fichiers
zh_hans: 文件模板
zh_hant: 檔案範本

# Menu_OpenMTP
source: Browse phone
cs: Procházet složky telefonu
de: Telefon durchsuchen
fr: Parcourir le téléphone
zh_hans: 浏览电话

# Watermark_ContainsHidden
source: Contains hidden items
cs: Obsahuje skryté položky
zh_hans: 包含隐藏的项目
zh_hant: 包含隱藏檔案

# DLG_YN_AllowVirtualDelKey
source: Program has received a delete keypress from a virtual keyboard. Do you want to allow this in the future?
cs: Program zaznamenal stisk klávesy delete z virtuální klávesnice. Má na to program v budoucnu reagovat?
zh_hans: 本程序从虚拟键盘接收到删除按键。您希望将来允许如此吗？
zh_hant: 程式收到來自虛擬鍵盤的 DELETE 按鍵事件。是否允許？

# Menu_ScanNetworkDeep
source: Scan network (deep)
cs: Prohledat síť (hloubkové)
zh_hans: 扫描网络（深层）
zh_hant: 掃描網路（深層）

# Menu_CloseOldTabs
source: Close stale tabs
cs: Zavřít dlouho nepoužité karty
zh_hans: 关闭旧标签页
zh_hant: 關閉過時標籤頁

# MSG_I_CloseOldTabs
source: Closed {0} tabs that were accessed over 12 hours ago
cs: Bylo zavřeno {0} karet, které nebyly v posledních 12 hodinách použity
zh_hans: 已关闭超过 12 小时前访问的{0}个标签页
zh_hant: 已關閉 12 小時内未有動作的 {0} 個標籤頁

# Menu_MountFolder
source: Mount folder as new drive letter
cs: Připojit složku jako jednotku
zh_hans: 将文件夹挂载为新的驱动器盘符
zh_hant: 將資料夾掛載為虛擬磁碟機

# MSG_E_SubstDeleteFailed
source: Failed to unmount folder
cs: Složku se nepodařilo odpojit
zh_hans: 无法卸载文件夹
zh_hant: 無法卸載資料夾

# MSG_E_SubstFailed
source: Failed to mount folder
cs: Složku se nepodařilo připojit
zh_hans: 挂载文件夹失败
zh_hant: 無法挂載資料夾

# MSG_I_SubstOK
source: Folder mounted as drive {0}
cs: Složka byla připojena jako jednotka {0}
zh_hans: 文件夹已挂载为驱动器{0}
zh_hant: 資料夾已挂載為磁碟機 {0}

source: Path too long
cs: Příliš dlouhá cesta
zh_hans: 路径太长
zh_hant: 路徑過長

# SystemError
source: System error {0}
cs: Systémová chyba {0}
zh_hans: 系统错误{0}
zh_hant: 系統錯誤 {0}

# ChooseDriveLetter
source: Choose a drive letter to mount
cs: Zvolte písmeno jednotky
zh_hans: 选择要挂载的驱动器盘符
zh_hant: 選擇一個磁碟機代號以挂載

# SubstDriveWarning
source: Substitute drives don't have a Recycle Bin
cs: Virtuální disky nemají koš
zh_hans: 替代驱动器没有回收站
zh_hant: 虛擬驅動器沒有資源回收筒

# MSG_I_ClipboardHasVideoLink
source: Detected video on Clipboard. Press {0} to download to current folder
cs: Ve schránce je uloženo video. Stisknutím {0} jej stáhnete do aktuální složky
zh_hans: 检测到剪贴板上的视频，按{0}下载到当前文件夹
zh_hant: 在剪貼簿中檢測到影片。按 {0} 下載至當前資料夾

# CopyDialogMessage_TT
source: Press Ctrl+C to copy message text
cs: Stisknutím Ctrl+C zkopírujete text zprávy
zh_hans: 按 Ctrl + C 复制信息文本
zh_hant: 按 Ctrl+C 複製消息文本

# PasteAsAudio
source: Extract Audio from page
cs: Získat a stáhnout ze stránky audio soubor
zh_hans: 从网页中提取音频
zh_hant: 從頁面中提取音頻

# PasteAsLnk
source: LNK file
cs: Soubor LNK
zh_hans: LNK 文件
zh_hant: LNK 檔案

# PasteAsTextFile
source: Text file (link as content)
cs: Textový soubor (obsahuje zkopírovanou cestu)
zh_hans: 文本文件（链接作为内容）
zh_hant: TXT 檔案（連結作為內容）

# PasteAsUrl
source: URL file
cs: soubor URL
zh_hans: URL 文件
zh_hant: URL 檔案

# PasteAsVideo
source: Extract Video from page
cs: Získat a stáhnout ze stránky video
zh_hans: 从网页中提取视频
zh_hant: 從頁面提取視頻

source: Download as file
cs: Stáhnout jako soubor
zh_hans: 以文件形式下载
zh_hant: 下載為檔案

# PasteURLTitle
source: Paste address
cs: Vložit zkopírovanou adresu
zh_hans: 粘贴地址
zh_hant: 貼上地址

# AutoNamed
source: Automatic naming
cs: Automatické pojmenování souboru
zh_hans: 自动命名
zh_hant: 自動命名

# FileType_Image
source: Image
cs: Obrazové soubory
zh_hans: 图片

# FileType_Photo
source: Photo
cs: Fotografie
zh_hans: 照片

# FileType_Archive
source: Archive
cs: Archivní soubory
zh_hans: 存档

# FileType_Audio
source: Audio
cs: Audio soubory
zh_hans: 音频

# FileType_Document
source: Document
cs: Dokumenty
zh_hans: 文档

# FileType_Video
source: Video
cs: Video soubory
zh_hans: 视频

source: Admin
cs: Správce
zh_hans: 管理员

# CursorMore
source: More options...
cs: Další možnosti...
zh_hans: 更多选项

# MSG_E_NameTooLong
source: Entered name is too long. Windows doesn't support names longer than 255 characters
cs: Zadaný název je příliš dlouhý. Systém Windows nepodporuje názvy delší než 255 znaků
zh_hans: 输入的名称过长，Windows 操作系统不支持超过 255 个字符的名称

# MSG_E_RenameFailedRetrying
source: Windows failed to rename the file. Operation abandoned after 2 seconds. Retrying through Explorer...
cs: Přejmenování souboru se nezdařilo. Operace byla po 2 sekundách přerušena. Opakuji pomocí Průzkumníku...
zh_hans: 无法重命名文件，操作在 2 秒后中止。正在通过资源管理器重试……

# MSG_E_DiskSleepingRetrying
source: Disk is in sleep mode. Waking it up and retrying operation...
cs: Disk je v režimu spánku. Probudím jej a zkusím operaci znovu...
zh_hans: 磁盘处于休眠状态。正在唤醒磁盘并重试操作……

# LocationOtherBrowser
source: Other browser pane
cs: Protější panel
zh_hans: 其他浏览器面板

# Menu_DropShortcut
source: Create shortcut
cs: Vytvořit zástupce
zh_hans: 创建快捷方式

# Menu_DropSymlink
source: Create Symlink (Soft Link)
cs: Vytvořit softlink (symbolický odkaz)
zh_hans: 创建符号链接（软链接）

# Menu_DropHardLink
source: Create Hard Link
cs: Vytvořit hardlink (pevný odkaz)
zh_hans: 创建硬软链接

# BrowserDual
source: Dual
cs: Dvoupanelové
zh_hans: 双栏

# BrowserSingle
source: Single
cs: Jednopanelové
zh_hans: 单一

# LayoutClassic
source: Classic
cs: Klasické
zh_hans: 经典

# LayoutColumns
source: Columns
cs: Sloupcové
zh_hans: 分栏

# LayoutStandard
source: Standard
cs: Standardní
zh_hans: 标准

source: Window layout
cs: Rozvržení okna
zh_hans: 窗口布局

source: Middle mouse button
cs: Prostřední tlačítko myši
zh_hans: 鼠标中键

source: Paste
cs: Vložit
zh_hans: 粘贴

source: Paste and open
cs: Vložit a otevřít
zh_hans: 粘贴并打开

source: Undo
cs: Zpět
zh_hans: 撤销

# DLG_YN_UndoOperationTaskmaster
source: Program is set to use Taskmaster for file operations and can't undo directly. [NEWLINE]You can open Taskmaster, right-click on a job and undo from there. [NEWLINE]Do you want to open Taskmaster?
cs: Program používá pro operace se soubory Taskmaster; operaci tak není možné vrátit zpět napřímo. [NEWLINE]Můžete však otevřít Taskmaster, kliknout pravým tlačítkem myši na úlohu a operaci vrátit zpět odtud. [NEWLINE]Chcete otevřít Taskmaster?
zh_hans: 程序设置为使用 Taskmaster 进行文件操作，无法直接撤销操作。但是，您可以打开 Taskmaster，右键单击一个任务，然后从那里撤销。[NEWLINE]您想要打开 Taskmaster 吗？

source: Credits and contributors
cs: Přispěvatelé a zásluhy
de: Danksagung und Mitwirkende
pl: Współautorzy i współpracownicy
zh_hans: 致谢与贡献者
zh_hant: 非當前欄位最大寬度

source: Exe location
cs: Umístění exe souboru
de: EXE Verz.
fr: Emplacement Exe
pl: Lokalizacja pliku .exe
zh_hans: 程序位置
zh_hant: 安裝位置

# KickstarterBackers
source: The first version of this program has been funded thanks to these 406 Kickstarter backers (names shown as in the Kickstarter profile):
de: Die erste Version dieses Programms wurde dank dieser 406 Kickstarter-Unterstützer (Namen wie im Kickstarter-Profil angegeben) finanziert:
pl: Pierwsza wersja tego programu została sfinansowana dzięki tym 406 darczyńcom z Kickstarter'a (nazwy pokazane jak w profilu Kickstarter'a):
zh_hans: 本程序的首个版本受到以下 406 位 Kickstarter 支持者的资助（姓名顺序参照 Kickstarter 个人资料）：
zh_hant: 以下共 406 位 Kickstarter 贊助者資助了本應用程式的第一個版本（名稱與 Kickstarter 個人資料相同）：

source: Opens web browser
de: Öffnet Webbrowser
fr: Ouvre le navigateur web
pl: Otwiera przeglądarkę internetową
zh_hans: 打开网页浏览器
zh_hant: 開啟網頁瀏覽器

# ProLicenseRequired
source: The Pro license is required for commercial use
cs: Pro komerční použití je vyžadována licence verze Pro
de: Die Pro-Lizenz ist für die kommerzielle Nutzung erforderlich
fr: La licence Pro est requise pour un usage professionnel
pl: Licencja PRO jest wymagana do użytku komercyjnego
zh_hans: 商业用途需要 PRO 专业版许可证
zh_hant: 商業用途需要 PRO 許可證

source: Rate on Microsoft Store
cs: Ohodnotit v Microsoft Storu
de: Bewerten im Microsoft Store
fr: Evaluer sur le Microsoft Store
zh_hans: 在 Microsoft Store 上评分
zh_hant: 前往 Microsoft Store 評分

# ReadUserManual
source: Before contacting support, please read the user manual
de: Bevor Sie sich an den Support wenden, lesen Sie bitte das Benutzerhandbuch
zh_hans: 在联系支持之前，请先阅读用户手册。
zh_hant: 在聯繫支援人員之前，請先閱讀使用指南

source: Search name
cs: Hledaný název
de: Namensuche
fr: Rechercher un nom
pl: Wyszukaj nazwę
zh_hans: 搜索姓名

source: Settings location
de: Konfig.Verz.
zh_hans: 设置位置
zh_hant: 設定位置

source: Shortcuts
cs: Klávesové zkratky
de: Verknüpfungen
fr: Raccourcis
pl: Skróty klawiaturowe
zh_hans: 快捷方式
zh_hant: 快速鍵位

# TabAbout
source: About
cs: O aplikaci
de: Über
fr: À propos
pl: O programie
zh_hans: 关于
zh_hant: 關於
