Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# NewGroup_Title
source: New Group name
pl: Nowa nazwej grupy
zh_hans: 新建分组名称
zh_hant: 新增分組名稱

# NewGroup_TT
source: Creates new Favorite group and adds current folder
cs: Vytvoří novou skupinu Oblíbené a přidá do ní aktuální složku
de: Erstellt neue Favoritengruppe und fügt aktuellen Ordner hinzu
fr: Crée un nouveau groupe de Favoris et ajoute le dossier actif
pl: Tworzy nową grupę ulubionych i dodaje bieżący folder
zh_hans: 新建分组并将当前文件夹加入其中
zh_hant: 新增快速存取分組並將當前資料夾放入

# NewNote_TT
source: Create a note in current folder
pl: Utwórz notatkę
zh_hans: 在当前文件夹中创建一份备注
zh_hant: 在當前資料夾中建立筆記

# NewTab_S
source: CTRL + T to create | CTRL + W to close selected | CTRL + TAB to switch to next tab
cs: CTRL + T pro vytvoření | Ctrl + W pro zavření aktuální | Ctrl + TAB pro přepnutí na další kartu
de: STRG + T zum Erstellen | STRG + W zum Schließen der Auswahl | STRG + TAB zum Wechseln zur nächsten Registerkarte
fr: CTRL+T pour créer | CTRL+W pour fermer les onglets sélectionnés | CTRL+TAB pour passer à l’onglet suivant
pl: CTRL+T, aby utworzyć | CTRL+W, aby zamknąć zaznaczone | CTRL+TAB, aby przełączyć się na następną kartę
zh_hans: Ctrl + T 新建 | Ctrl + W 关闭选定 | Ctrl + Tab 切换到下一个标签页
zh_hant: Ctrl+T 以新建丨Ctrl+W 以關閉丨Ctrl+Tab 以切換到下一個索引標簽

# NewTab_TT
source: Create new tab
de: Neue Registerkarte erstellen
fr: Créer un nouvel onglet
pl: Utwórz nową kartę
zh_hans: 新建标签页
zh_hant: 新增索引標簽

# Notifications_Minimize_S
source: ESC to close | ~ to open
cs: ESC pro uzavření | ~ pro otevření
de: ESC schließen | ~ öffnen
fr: ESC pour fermer | ~ pour ouvrir
pl: ESC zamyka | ~ otwiera/zamyka
zh_hans: ESC关闭 | ~打开
zh_hant: ESC 關閉 | ~ 開啟

# Notifications_Minimize_TT
source: Minimizes Notification Pane
cs: Minimalizuje podokno oznámení
zh_hans: 最小化通知面板
zh_hant: 最小化通知面板

# OverlayContracting
source: Collapse
cs: Skryjte postranní panel
de: Zuklappen
fr: Réduire
pl: Zwiń
zh_hans: 折叠
zh_hant: 摺叠

# OverlayExpanding
source: Expand more to show pane
cs: Pro zobrazení panelu zvětšete okno
de: Ausklappen, um den Bereich anzuzeigen
pl: Rozwiń więcej,<br/>aby wyświetlić panel
zh_hans: 展开更多以显示面板

# PathsGroupTitleClipboard
source: Clipboard
de: Zwischenablage
fr: Presse-papiers
pl: Schowek
zh_hans: 剪贴板
zh_hant: 剪貼簿

# PathsGroupTitleTabHistory
source: Tab's history
de: Tab-Verlauf
zh_hans: 标签页历史记录
zh_hant: 索引標簽歷程記錄

# PathTooLong_TT
source: Path longer than Windows supported (260 characters) Some programs won't be able to open/save files from this folder
cs: Cesta delší než je podporováno systémem Windows (260 znaků) Některé programy nebudou moci otevírat nebo ukládat soubory z této složky
fr: Chemin d’accès plus long que ce que Windows prend en charge (260 caractères) Certains programmes ne pourront pas ouvrir/enregistrer des fichiers à partir de ce dossier
pl: Ścieżka dłuższa niż obsługiwana przez system Windows (260 znaków) Niektóre programy nie będą mogły otwierać/zapisywać plików z tego folderu
zh_hans: 路径长度超出 Windows 支持范畴（260 个字符） 某些程序将无法在此文件夹中打开或保存文件
zh_hant: 路徑長度超過 Windows 支援的長度（260 個字元） 某些程式將無法存取此資料夾中的檔案

# Popup_NewFile_Clone
source: Clone to current folder
de: In aktuellen Ordner übernehmen
pl: Zapisz w bieżącym folderze
zh_hans: 复制到当前文件夹

# Popup_NewFile_CloneAndOpen
source: ...and open
fr: ... et ouvrir
pl: …i otwórz
zh_hans: 并打开
zh_hant: ...並開啟

# Popup_NewFile_CloneAndOpen_TT
source: Creates and opens file in the default system program after cloning it
cs: Po vytvoření klonovaného souboru jej otevře ve výchozím systémovém programu
de: Erstellt und öffnet die Datei nach Klonen im Standardsystemprogramm
pl: Tworzy plik i otwiera go w domyślnym programie
zh_hans: 创建并在复制后使用默认系统应用打开该文件
zh_hant: 克隆檔案后，在預設系統程式中建立並開啟檔案

# Popup_NewFile_Title
source: New file
de: Neue Datei
fr: Nouveau fichier
pl: Nowy plik
zh_hans: 新文件
zh_hant: 新增檔案

# Popup_NewFolder_Create
source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
pl: Utwórz
zh_hans: 创建
zh_hant: 新增

# Popup_NewFolder_CreateAndOpen
source: ..and open
fr: .. et ouvrir
pl: …i otwórz
zh_hans: 并打开
zh_hant: ..並開啟

# Popup_NewFolder_CreateAndOpen_S
source: Ctrl + Enter
de: STRG+Eingabe
fr: Ctrl+Entrée
zh_hans: Ctrl + 回车

# Popup_NewFolder_CreateAndOpen_TT
source: Creates new folder in current folder and opens it
de: Erstellt neuen Ordner im aktuellen Ordner und öffnet ihn
fr: Crée puis ouvre un nouveau dossier dans le dossier actif
zh_hans: 在当前文件夹中创建新文件夹并打开
zh_hant: 在當前資料夾中新增資料夾並開啟

# Popup_NewFolder_CreateFromSelection
source: ...from selection
de: ...von der Auswahl
fr: ... depuis la sélection
pl: …z zaznaczonych
zh_hans: 来自框选
zh_hant: ...自選取

# Popup_NewFolder_CreateFromSelection_S
source: Shift + Enter
de: Umschalt+Eingabe
fr: Maj+Entrée
zh_hans: Shift + 回车

# Popup_NewFolder_CreateFromSelection_TT
source: Creates new folder in current folder and moves selected items in it
de: Erstellt neuen Ordner im aktuellen Ordner und verschiebt ausgewählte Elemente dorthin
zh_hans: 在当前文件夹中创建新文件夹，并将选定的项目移入其中
zh_hant: 在當前資料夾中建立新資料夾並移動其中的選取項目

# Popup_NewFolder_Create_S
source: Enter
de: Eingabe
fr: Entrée
pl: Wprowadź
zh_hans: 回车

# Popup_Note_Text_TT
source: To add new line press Ctrl + Enter
de: Um eine neue Zeile hinzuzufügen, drücken Sie STRG + Eingabe.
fr: Pour ajouter une nouvelle ligne, appuyez sur Ctrl+Entrée
pl: Aby dodać nową linię, naciśnij Ctrl+Enter
zh_hans: 要添加新行，请按 Ctrl + 回车

# Popup_Note_Title
source: Note / ToDo Task
cs: Poznámka / úkol
de: Notiz/Aufgabe
pl: Notatka / Zadanie do zrobienia
zh_hans: 备注或代办任务
zh_hant: 筆記 / 待辦事項

# Preview_EmptyFile
source: Empty file
de: Leere Datei
fr: Fichier vide
pl: Pusty plik
zh_hans: 空文件
zh_hant: 空白檔案

# Preview_FolderError
source: Error loading folder preview
zh_hans: 加载文件夹预览时发生错误

# Preview_FolderPathTooLong
source: Error loading folder preview. Windows doesn't support paths this long for some system operations
cs: Chyba při načítání náhledu složky. Systém Windows pro některé systémové operace nepodporuje cesty této délky
de: Ordnervorschau fehlgeschlagen. Windows unterstützt bei einigen Systemoperationen keine so langen Pfade
pl: Błąd ładowania podglądu folderu. System Windows nie obsługuje ścieżek tej długości dla niektórych operacji systemowych
zh_hans: 加载文件夹预览时发生错误。对于某些系统操作，Windows 操作系统不支持如此长的路径
zh_hant: 載入資料夾預覽時發生錯誤。對於某些系統操作，Windows 不支援過長的路徑

# Preview_Loading
source: Loading...
cs: Nahrávám...
de: Wird geladen...
fr: Chargement...
pl: Trwa ładowanie…
zh_hans: 加载中……
zh_hant: 正在載入...

# Preview_NextPage_TT
source: Next page
de: Nächste Seite
fr: Page suivante
pl: Następna strona
zh_hans: 下一页

# Preview_NoPreview
source: No preview
de: Keine Vorschau
fr: Aperçu non disponible
pl: Podgląd niedostępny
zh_hans: 没有预览

# Preview_OfflineFile
source: File not available. Cloud files that aren't synced are not previewed, since they would have to be downloaded
fr: Fichier non disponible. Pas d'aperçu des fichiers cloud qui ne sont pas synchronisés, car ils devraient être téléchargés
pl: Plik niedostępny. Dla plików w chmurze, które nie są synchronizowane, nie można wyświetlić podglądu, ponieważ musiałyby zostać pobrane.
zh_hans: 文件不可用。未同步的云文件无法预览，必须先完成下载
zh_hant: 檔案不可用。雲端檔案必須先下載到本地才可預覽

# Preview_PreviousPage_TT
source: Previous page
de: Vorherige Seite
fr: Page précédente
pl: Poprzednia strona
zh_hans: 上一页

# Preview_TabMultimedia
source: Multimedia
fr: Multimédia
zh_hans: 多媒体文件

# Preview_TextTrimmed
source: Preview trimmed to first {0}K characters
cs: Náhled byl oříznut na prvních {0} tis. znaků
de: Vorschau auf die ersten {0}K Zeichen beschnitten
fr: Aperçu réduit aux {0} milles premiers caractères
pl: Podgląd przycięty do pierwszych {0}K znaków
zh_hans: 预览前{0}K字符片段
zh_hant: 預覽已裁剪到前 {0}K 個字元

source: Recycle Bin
de: Papierkorb
fr: Corbeille
pl: Kosz
zh_hans: 回收站
zh_hant: 資源回收筒

# Rename_TT
source: Rename
de: Umbenennen
fr: Renommer
pl: Zmień nazwę
zh_hans: 重命名

source: Search
de: Suche
fr: Rechercher
pl: Wyszukaj
zh_hans: 搜索

# SearchLocation
source: Location
de: Ort
fr: Emplacement
pl: Lokalizacja
zh_hans: 位置

# SearchStop
source: Stop
de: Anhalten
fr: Arrêter
pl: Zatrzymaj
zh_hans: 停止
zh_hant: 停止

# SearchWithin
source: within
cs: v rámci
de: innerhalb
fr: dans
pl: w
zh_hans: 位于
zh_hant: 在

# Search_TT
source: Search files starting from currently opened folder
cs: Vyhledávání souborů počínaje aktuálně otevřenou složkou
de: Dateien ab dem aktuell geöffneten Ordner suchen
pl: Wyszukaj pliki począwszy od aktualnie otwartego folderu
zh_hans: 从当前打开的文件夹处开始搜索文件
zh_hant: 由當前資料夾開始搜尋檔案

# SortByDate
source: DATE
cs: DATUM
de: DATUM
pl: DATA
zh_hans: 日期

# SortByDate_NewestFirst_TT
source: Sorts items by date modified (Newest first)
cs: Seřadit podle data změny (od nejnovějších)
de: Sortiert Elemente nach Datum (neueste zuerst)
fr: Trie les éléments par date de modification (le plus récent en premier)
pl: Sortuje elementy według daty (najpierw najnowsze)
zh_hans: 按修改日期排序（新在前）
zh_hant: 按修改日期排序（新在前）

# SortByDate_OldestFirst_TT
source: Sorts items by date modified (Oldest first)
cs: Seřadit podle data změny (od nejstarších)
de: Sortiert Elemente nach Änderungsdatum (älteste zuerst)
fr: Trie les éléments par date de modification (le plus ancien en premier)
pl: Sortuje elementy według daty (najpierw najstarsze)
zh_hans: 按修改日期排序（旧在前）
zh_hant: 按修改日期排序（舊在前）

# SortByName
source: NAME
cs: NÁZEV
fr: NOM
pl: NAZWA
zh_hans: 名称
zh_hant: 名稱

# SortByName_Ascending_TT
source: Sorts items by name (A-Z)
cs: Seřadit podle názvu (A-Z)
pl: Sortuje elementy według nazwy (A-Z)
zh_hans: 按名称排序（A-Z）
zh_hant: 按名稱排序（A-Z）

# SortByName_Descending_TT
source: Sorts items by name (Z-A)
cs: Seřadit podle názvu (Z-A)
zh_hans: 按名称排序（Z-A）
zh_hant: 按名稱排序（Z-A）

# SortBySize
source: SIZE
de: GRÖSSE
fr: TAILLE
pl: ROZMIAR
zh_hans: 大小

# SortBySize_LargestFirst
source: Sorts files by size (Largest first) Folders can't be sorted
de: Sortiert Dateien nach Größe (größte zuerst Ordner lassen sich nicht sortieren
fr: Trie les fichiers par taille (le plus grand en premier) Les dossiers ne sont pas triés
pl: Posortuj pliki według rozmiaru (najpierw największe) Foldery nie zostaną posortowane
zh_hans: 按大小排序（大在前） 文件夹无法排序
zh_hant: 按大小排序（大在前） 資料夾無法被排序

# SortBySize_SmallestFirst
source: Sorts files by size (Smallest first) Folders can't be sorted
de: Sortiert Dateien nach Größe (kleinste zuerst) Ordner lassen sich nicht sortieren
fr: Trie les fichiers par taille (le plus petit en premier) Les dossiers ne sont pas triés
pl: Posortuj pliki według rozmiaru (najpierw najmniejsze) Foldery nie zostaną posortowane
zh_hans: 按大小排序（小在前） 文件夹无法排序
zh_hant: 按大小排序（小在前） 資料夾無法被排序

# SortByType
source: TYPE
de: TYP
pl: TYP
zh_hans: 类型

# SortByType_Ascending_TT
source: Sorts items by type (A-Z)
cs: Seřadit podle typu (A-Z)
pl: Sortuje elementy według typu (A-Z)
zh_hans: 按类型排序（A-Z）
zh_hant: 按類型排序（A-Z）

# SortByType_Descending_TT
source: Sorts items by type (Z-A)
cs: Seřadit podle typu (Z-A)
zh_hans: 按类型排序（Z-A）
zh_hant: 按類型排序（Z-A）

# SortFoldersOnTop_TT
source: Keep folders above files (On/Off)
cs: Složky vždy zobrazovat nad soubory (Zapnuto/Vypnuto)
de: Ordner über Dateien halten (Ein/Aus)
fr: Garder les dossiers en début de liste (On/Off)
pl: Trzymaj foldery nad plikami (wł./wył.)
zh_hans: 将文件夹置于文件之上（开关）
zh_hant: 將資料夾置於檔案上方（切換）

# Sort_TT
source: Sort files
zh_hans: 文件排序
zh_hant: 排序檔案

# SysTrayMenu_Exit
source: Exit
cs: Ukončit
de: Beenden
fr: Quitter
pl: Zakończ
zh_hans: 退出

# SysTrayMenu_NewWindow
source: New window
de: Neues Fenster
fr: Nouvelle fenêtre
pl: Nowe okno
zh_hans: 新建窗口
zh_hant: 建立新視窗

# TIP_ChangingThumbSize
source: TIP: Use Ctrl + Mouse wheel to change thumbnail size / items per column
cs: TIP: Pomocí klávesové zkratky Ctrl + kolečko myši můžete měnit velikost miniatur / počtu položek ve sloupci
zh_hans: 提示：使用 Ctrl + 鼠标滚轮来改变缩略图大小与每列项目数。
zh_hant: 提示：按住 Ctrl 鍵滾動滑鼠滾輪以更改每欄的縮圖大小或項目數量

# TIP_PreviewZoom
source: In Preview you can use Mouse Wheel to zoom, even when previewing a video
cs: V režimu náhledu můžete pomocí kolečka myši přiblížit, a to i při náhledu videa
de: In der Vorschau können Sie das Mausrad zum Zoomen verwenden, auch wenn Sie ein Video ansehen.
fr: Dans l'Aperçu, vous pouvez utiliser la molette de la souris pour zoomer, même lors de la prévisualisation d’une vidéo
pl: W podglądzie możesz użyć kółka myszy do powiększania, nawet podczas wyświetlania podglądu wideo
zh_hans: 在预览中，您可以使用鼠标滚轮进行缩放，即便是预览视频亦可如此。

# TIP_WindowSelect
source: TIP: You can draw selection-window by holding Middle-Mouse-Button without needing to use empty space
cs: TIP: Rámeček výběru můžete nakreslit podržením prostředního tlačítka myši, aniž byste museli napřed kliknout na prázdného místa
de: TIPP: Sie können ein Auswahlfenster zeichnen, indem Sie die mittlere Maustaste gedrückt halten, ohne Leerraum verwenden zu müssen.
pl: WSKAZÓWKA: Możesz zaznaczyć elementy, przytrzymując środkowy przycisk myszy bez konieczności klikanai pustego miejsca na początku
zh_hans: 提示：您可以通过按住鼠标中键绘制选区来选择多个项目，无需移动光标到空白处。
zh_hant: 提示：您可以通過按住滑鼠中鍵來拖動選取多個項目，而非必須從空白處開始

source: Unlock
de: Entsperren
fr: Déverrouiller
pl: Odblokuj
zh_hans: 解锁
zh_hant: 解鎖

# Update_TT
source: Install latest update
de: Letztes Update installieren
fr: Installer la dernière mis à jour
pl: Aktualizuj do najnowszej wersji
zh_hans: 安装最新版本

source: Updating...
cs: Aktualizuji...
de: Wird aktualisiert...
fr: La mise à jour est en cours... Merci de patienter.
pl: Aktualizacja…
zh_hans: 正在更新……
zh_hant: 正在更新...

# Watermark_BitlockerLocked
source: Locked with BitLocker
pl: Zablokowane za pomocą BitLocker
zh_hans: 用 BitLocker 锁定
zh_hant: 已被 BitLocker 鎖定

# Watermark_DragFilesHere
source: Drag files here
de: Dateien hierhin ziehen
fr: Glisser les fichiers ici
pl: Przeciągnij pliki tutaj
zh_hans: 将文件拖放到此处

# Watermark_Empty
source: Empty
cs: Prázdné
de: Leer
fr: Vide
pl: Puste
zh_hans: 空

# Watermark_InvalidFolderCharacters
source: Folder name contains characters unsupported by Windows
zh_hans: 文件夹名称包含不受 Windows 操作系统支持的字符

# Watermark_NoAccess
source: No access
cs: Přístup není možný
de: Kein Zugriff
fr: Pas d'accès
pl: Brak dostępu
zh_hans: 无法访问
zh_hant: 缺少存取權限

# Watermark_NoAccessTryElevating
source: No access. Try restarting as Admin (Ctrl+Shift+F12)
cs: Přístup není možný. Zkuste program spustit znovu s právy správce (Ctrl+Shift+F12).
de: Kein Zugriff. Versuchen Sie einen Neustart als Admin (STRG+Umschalt+F12)
fr: Pas d’accès. Essayez de redémarrer en tant qu’administrateur (Ctrl+Maj+F12)
pl: Brak dostępu. Spróbuj ponownie uruchomić jako administrator (Ctrl+Shift+F12)
zh_hans: 无法访问。尝试以管理员身份重新启动（Ctrl + Shift + F12）
zh_hant: 缺少存取權限。嘗試以管理員身份重新啟動（Ctrl+Shift+F12）

# Watermark_NoFilesFound
source: No matching items found
de: Keine passenden Elemente gefunden
fr: Aucun élément correspondant trouvé
pl: Nie znaleziono elementów pasujących
zh_hans: 未发现匹配项
zh_hant: 未找到匹配項目

# Watermark_NoShares
source: No accessible shares found
de: Keine verfügbaren Freigaben gefunden
pl: Nie znaleziono udostępnionych udziałów
zh_hans: 未找到可访问的共享
zh_hant: 未找到可存取的共用項目

# Watermark_SearchingShares
source: Searching shares...
cs: Vyhledávání sdílených položek...
de: Freigaben suchen...
pl: Wyszukiwanie udziałów…
zh_hans: 搜索共享中……
zh_hant: 正在搜尋共享項目...

source: Drives
cs: Disky
de: Laufwerke
fr: Disques
pl: Dyski
zh_hans: 驱动器
zh_hant: 磁碟機

# NewWindowCreate
source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
pl: Utwórz
zh_hans: 新建
zh_hant: 新增

# NewWindowTitle
source: New window
de: Neues Fenster
fr: Nouvelle fenêtre
pl: Nowe okno
zh_hans: 新建窗口
zh_hant: 開啟新視窗

# NewWindowWindowName
source: Window name
de: Name
zh_hans: 窗口名称

# AliasThisPC
source: This PC
de: Dieser PC
fr: Ce PC
pl: Ten komputer
zh_hans: 此计算机
zh_hant: 本機

# CursorCopy
source: COPY
de: KOPIEREN
fr: COPIER
pl: KOPIUJ
zh_hans: 复制

# CursorMove
source: MOVE
cs: PŘESUNOUT
de: VERSCHIEBEN
fr: DÉPLACER
pl: PRZENIEŚ
zh_hans: 移动

# CursorMoveExtra
source: hold CTRL to Copy
de: zum Kopieren STRG halten
zh_hans: 按住 Ctrl 复制

# AgeMinuteShort
source: min
zh_hans: 分

# AgeSecondShort
source: s
pl: sek.
zh_hans: 秒

# ExpandColumn_TT
source: Temporarily expand column
cs: Dočasně rozšířit sloupec
de: Spalte temporär erweitern
pl: Tymczasowo rozwiń kolumny
zh_hans: 临时展开分栏
zh_hant: 臨時展開欄位

# JumplistActions
source: Actions
de: Aktionen
pl: Akcje
zh_hans: 动作
zh_hant: 操作

# JumplistCreateNewWindow
source: Create new window
de: Neues Fenster anlegen
zh_hans: 创建新窗口
zh_hant: 新建視窗

# JumplistResetWindow
source: Center current window
cs: Centrovat aktuální okno
de: Aktuelles Fenster zentrieren
pl: Wyśrodkuj bieżące okno
zh_hans: 居中当前窗口

# JumplistSavedWindows
source: Saved windows
de: Gespeicherte Fenster
zh_hans: 保存的窗口
zh_hant: 已保存的視窗

# Menu_SortByDateCreated_NewestFirst
source: Date created (Newest first)
cs: Datum vytvoření (od nejnovějších)
de: Erstelldatum (neuestes zuerst)
zh_hans: 创建日期（新在前）
zh_hant: 建立日期（新在前）

# Menu_SortByDateCreated_OldestFirst
source: Date created (Oldest first)
de: Erstelldatum (älteste zuerst)
pl: Data utworzenia (najpierw najstarsze)
zh_hans: 创建日期（旧在前）
zh_hant: 建立日期（舊在前）

# MSG_E_DriveSlowingDownComputer
source: Drive {0} might be slowing down your computer (waiting to wake up / spin up?)
cs: Jednotka {0} může zpomalovat počítač (čeká se na probuzení / rozběhnutí?)
de: Laufwerk {0} verlangsamt möglicherweise Ihren Computer (wartet auf das Aufwachen / Hochfahren?)
fr: Le lecteur {0} pourrait ralentir votre ordinateur (en attente de son réveil / sa rotation ?)
pl: Dysk {0} może spowalniać komputer (czekać na wybudzenie / rozkręcenie?)
zh_hans: 驱动器{0}可能会降低您的计算机速度（等待唤醒或启动？）
zh_hant: 磁碟機 {0} 可能會降低電腦的速度（等待喚醒或旋轉？）

# Popup_NewFile_CloneAndOpen_S
source: Ctrl + Enter
de: STRG+Eingabe
zh_hans: Ctrl + 回车

# Popup_NewFile_Clone_S
source: Enter
de: Eingabe
fr: Entrée
zh_hans: 回车

# ShutdownMessage
source: Saving settings before closing...
cs: Ukládám nastavení před ukončením...
de: Einstellungen vor dem Schließen speichern...
pl: Zapisywanie ustawień przed zamknięciem…
zh_hans: 关闭前保存设置中……
zh_hant: 正在關閉前儲存設定...

# MSG_YN_FileAlreadyExistsReplace
source: File with this name already exists. Do you want to replace it?
cs: Soubor s tímto názvem již existuje. Chcete jej nahradit?
de: Datei mit diesem Namen existiert. Möchten Sie sie ersetzen?
fr: Un fichier portant ce nom existe déjà. Voulez-vous le remplacer ?
pl: Plik o tej nazwie już istnieje. Chcesz go nadpisać?
zh_hans: 带有此名称的文件已经存在。 是否要替换它？
zh_hant: 同名檔案已存在。是否要取代它？

# Watermark_GettingRecycleBinItems
source: Getting Recycle Bin items...
cs: Načítám položky koše...
de: Elemente aus dem Papierkorb holen...
fr: Obtention du contenu de la Corbeille...
pl: Pobieranie elementów Kosza…
zh_hans: 获取回收站项目中……
zh_hant: 正在取得資源回收筒項目...

# Watermark_WSLEmpty
source: No WSL distros found. Make sure they are running
cs: Nebyly nalezeny žádné distribuce WSL. Ujistěte se, zda běží
de: Keine WSL-Distributionen gefunden. Stellen Sie sicher, dass sie ausgeführt werden
fr: Aucune distribution WSL trouvée. Assurez-vous qu’elles sont en cours d’exécution
pl: Nie znaleziono żadnych dystrubucji WSL. Upewnij się, że są uruchomione
zh_hans: 未找到WSL发行版。确保它们正在运行
zh_hant: 未找到 WSL 發行版。請確保它們正在運行

source: History
de: Verlauf
fr: Historique
pl: Historia
zh_hans: 历史记录
zh_hant: 歷程記錄

# Menu_Clear
source: Clear
cs: Smazat
de: Löschen
fr: Effacer
pl: Wyczyść
zh_hans: 清除
zh_hant: 清除

# Menu_RemoveHistory
source: Remove History pane
cs: Odebrat podokno historie
de: Verlaufsbereich entfernen
fr: Retirer le volet Historique
pl: Usuń panel historii
zh_hans: 移除「历史记录」面板
zh_hant: 移除「歷程記錄」面板

# MSG_I_HistoryPaneRemoved
source: History pane is removed. It can be added again in Settings
de: Verlaufsbereich entfernt. Es kann unter Einstellungen wieder hinzugefügt werden
fr: Le volet Historique a été retiré. Il peut être ajouté à nouveau depuis les Paramètres
pl: Panel historii zostanie usunięte. Można go ponownie dodać w Ustawieniach
zh_hans: 「历史记录」面板已删除，可在「设置」中再次添加。
zh_hant: 「瀏覽窗格」窗格已移除。可以在「設定」中再次添加

source: Recent destinations
cs: Nedávné cíle
de: Jüngste Ziele
pl: Ostatnie miejsca docelowe
zh_hans: 最近目标位置
zh_hant: 最近的位置

# SearchNames
source: Names
cs: Názvy
de: Namen
fr: Noms
pl: Nazwy
zh_hans: 名称
zh_hant: 名稱

# MSG_E_DropDestinationIssue
source: Destination program doesn't accept FileDrop package
de: Zielprogramm akzeptiert das FileDrop-Paket nicht
fr: Le programme de destination n’accepte pas le paquet FileDrop
pl: Program docelowy nie akceptuje przeciągania pakietu plików
zh_hans: 目标程序不接受 FileDrop 包
zh_hant: 目標程式不支援檔案拖放

source: Applying settings. Please wait...
cs: Aplikuji nastavení. Počkejte prosím...
de: Einstellungen werden angewendet. Bitte warten...
pl: Stosowanie ustawień. Czekaj…
zh_hans: 应用设置中，请稍候……
zh_hant: 正在套用設定。請稍候...

# MSG_NewWindow_ConfirmDeleting
source: Delete window {0}?
de: Fenster {0} löschen?
fr: Supprimer la fenêtre {0} ?
pl: Usunąć okno {0}?
zh_hans: 删除{0}窗口？
zh_hant: 刪除視窗 {0}？

# NewWindow_Rename_TT
source: Rename
de: Umbenennen
fr: Renommer
pl: Zmień nazwę
zh_hans: 重命名

# Menu_NewFolderFromSelection
source: New folder from selection
de: Neuer Ordner aus Auswahl
fr: Nouveau dossier à partir de la sélection
zh_hans: 为框选项目新建文件夹
zh_hant: 由選取内容建立資料夾

source: Finishing setup...
cs: Dokončuji nastavení...
de: Abschluss der Einrichtung...
fr: Finalisation de l'installation...
pl: Kończenie instalacji…
zh_hans: 完成设置中……
zh_hant: 正在完成設置...

# StoreSandboxWarningMessage_TT
source: Windows is redirecting this folder. Files saved or edited here may not show outside OneCommander. This is Windows imposed limitation. Use standalone version of OneCommander for a proper access to this folder.
cs: Systém Windows tuto složku přesměrovává. Soubory zde ukládané nebo upravované se nemusí zobrazovat mimo program OneCommander. Jedná se o omezení systému Windows. Pro správný přístup k této složce použijte samostatnou verzi OneCommander.
de: Windows leitet diesen Ordner um. Hier gespeicherte oder bearbeitete Dateien werden außerhalb von OneCommander möglicherweise nicht angezeigt. Dies ist eine Windows Einschränkung. Verwenden Sie die Standalone-Version von OneCommander, um ordnungsgemäß auf diesen Ordner zuzugreifen.
pl: System Windows przekierowuje ten folder. Pliki zapisane lub edytowane tutaj mogą nie być widoczne poza OneCommander. Jest to ograniczenie narzucone przez Windows. Użyj wersji „portable” OneCommander, aby uzyskać właściwy dostęp do tego folderu.
zh_hans: Windows 操作系统正在重定向此文件夹。在此处保存或编辑的文件可能不会显示在 OneCommander 之外。这是Windows 操作系统强加的限制。使用独立版本的 OneCommander 来正确访问此文件夹。
zh_hant: Windows 正在重定向此資料夾。在此處保存或修改的檔案可能不會顯示在 OneCommander 外部。這是 Windows 強加的限制。使用獨立版本的 OneCommander 來正確存取此資料夾。

# MSG_I_Undo
source: Windows doesn't support undoing file operations outside Explorer
cs: Systém Windows nepodporuje vrácení operací se soubory provedené mimo prostředí Průzkumníka
de: Windows unterstützt Rückgängigmachen von Dateioperationen außerhalb des Explorers nicht
fr: Windows ne prend pas en charge l’annulation des opérations de fichiers hors de l’Explorateur
pl: System Windows nie obsługuje cofania operacji na plikach poza Eksploratorem
zh_hans: Windows 操作系统不支持在资源管理器之外撤消文件操作
zh_hant: Windows 不支援在檔案總管外部撤消檔案操作

# DLG_DiskFull_RetrySavingSettings
source: Disk is full so settings cannot be saved. Clear at least a few KB of space or empty Recycle Bin. [NEWLINE]Retry saving settings?
cs: Disk je plný, takže nastavení nelze uložit. Vymažte alespoň několik KB místa nebo vyprázdněte koš.[NEWLINE]Opakovat uložení nastavení?
de: Festplatte ist voll, so dass die Einstellungen nicht gespeichert werden können. Löschen Sie mindestens ein paar KB Speicherplatz oder leeren den Papierkorb. <br/>Einstellungen erneut speichern?
fr: Le disque est plein, les paramètres ne peuvent donc pas être enregistrés. Supprimez au moins quelques Ko d’espace ou videz la Corbeille. <br/>Réessayer d’enregistrer les paramètres ?
zh_hans: 磁盘已满，因此无法保存设置。清除至少几KB的空间或清空回收站。[NEWLINE]重试保存设置？
zh_hant: 磁碟機容量已滿，無法保存設定。請清除至少數 KB 的空間或清空資源回收筒。[NEWLINE]重新保存設定？
