Repository: m1l/OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: cs, de, fr, pl, zh_hans, zh_hant

# ShowFolderBackgroundImageInfo
source: If a folder contains a file named folder.jpg, cover.jpg, background.jpg or front.jpg, it will be loaded as its background image. Useful for music albums and movie posters
cs: Pokud složka obsahuje soubor s názvem folder.jpg, cover.jpg, background.jpg nebo front.jpg, načte se a zobrazí na pozadí složky. Užitečné pro hudební alba a filmové plakáty
de: Enthält ein Ordner eine Datei namens folder.jpg, cover.jpg, background.jpg oder front.jpg, wird diese als Hintergrundbild geladen. Nützlich für Musikalben und Filmplakate
fr: Si un dossier contient un fichier nommé folder.jpg, cover.jpg, background.jpg ou front.jpg, il sera chargé en tant qu’image d’arrière-plan. Utile pour les albums de musique et les affiches de films.
pl: Jeśli folder zawiera plik o nazwie folder.jpg, cover.jpg, background.jpg lub front.jpg, zostanie on załadowany jako obraz tła. Przydatny do albumów muzycznych i plakatów filmowych
zh_hans: 若文件夹包含名为folder.jpg、cover.jpg、background.jpg或front.jpg的图片，则将其作为背景图片加载。适用于音乐专辑和电影海报
zh_hant: 如果資料夾中包含名爲 folder.jpg、cover.jpg、background.jpg 或 front.jpg 的檔案，則會將其用作資料夾的背景影像。非常適合音樂專輯和電影海報

# ShowFolderSize
source: Show folder sizes
cs: Zobrazovat velikost složky
de: Ordnergrößen anzeigen
fr: Afficher la taille des dossiers
pl: Pokaż rozmiar folderów
zh_hans: 显示文件夹大小

# ShowFolderSizeInfo
source: Uses Windows Shell to get Folder Size. It is not 100% accurate but it is fast. Size format cannot be changed. Sorting folders by size is not possible. Higher CPU use
cs: K získání informace o velikosti složky je využíván Windows Shell. Není to 100% přesné, ale je to rychlé. Formát, v jakém je velikost zobrazena, nelze změnit. Řazení složek podle velikosti není možné. Více zatěžuje procesor.
de: Verwendet Windows Shell, um Ordnergröße zu ermitteln; ist nicht immer genau, aber schnell. Größenformat kann nicht geändert werden; Sortieren von Ordnern nach Größe wird nicht unterstützt. Höhere CPU-Belastung
fr: Utilise Windows Shell pour obtenir la taille du dossier. N’est pas toujours précis mais rapide. Le format de taille ne peut pas être modifié. Le tri des dossiers par taille n’est pas pris en charge. Usage CPU plus important.
pl: Wykorzystuje powłokę Windows do uzyskania rozmiaru folderu. Jest to szybkie, ale nie w 100% dokładne. Format rozmiaru nie może być zmieniony. Sortowanie folderów według rozmiaru nie jest możliwe. Zwiększa zużycie procesora.
zh_hans: 使用 Windows Shell 获得文件夹大小。这并非绝对精准，但速度很快。大小格式无法更改，不支持按大小对文件夹进行排序，且会带来更高的 CPU 使用率。
zh_hant: 使用 Windows Shell 取得資料夾大小。它并不完全準確，但速度較快。無法更改顯示格式。無法按大小對資料夾進行排序。更高的 CPU 使用率

# ShowFolderSizeOnNetworkInfo
source: Off by default as it makes browsing network folders slower
cs: Ve výchozím nastavení je volba vypnuta, protože zpomaluje procházení síťových složek
de: Standard AUS, da es das Durchsuchen von Netzwerkordnern bremst
fr: Désactivé par défaut car cela ralentit la navigation dans les dossiers réseaux
zh_hans: 默认关闭，因为其使浏览网络文件夹速度变慢
zh_hant: 預設禁用，啟用會使瀏覽網路資料夾的速度變慢

# ShowHidden
source: Show hidden files and folders
cs: Zobrazovat skryté soubory a složky
de: Versteckte Dateien und Verzeichnisse anzeigen
fr: Afficher les fichiers et dossiers cachés
pl: Pokaż ukryte pliki i foldery
zh_hans: 显示隐藏文件和文件夹

# ShowHiddenShortcut
source: Global shortcut: Ctrl+H
de: Globale Tastenkombination: STRG+H
zh_hans: 全局快捷键： Ctrl + H
zh_hant: 全域快速鍵：Ctrl+H

# ShowMetadataOnNetworkInfo
source: Off by default as it makes browsing network folders slower
cs: Ve výchozím nastavení je volba vypnuta, protože zpomaluje procházení síťových složek
de: Standard AUS, verlangsamt das Durchsuchen von Netzwerkordnern
fr: Désactivé par défaut car cela ralentit la navigation dans les dossiers réseaux
zh_hans: 默认关闭，因为其使浏览网络文件夹速度变慢
zh_hant: 預設禁用，啟用會減慢瀏覽網路資料夾的速度

# ShowSystem
source: Show protected system files and folders
cs: Zobrazovat chráněné systémové soubory a složky
zh_hans: 显示受保护的系统文件和文件夹
zh_hant: 顯示受保護的系統檔案和資料夾

# SkipSearchingReparsePoints
source: Skip searching within reparse points
cs: Vynechat hledání ve spojovacích bodech souborového systému
de: Suche innerhalb von Wiederholungspunkten überspringen
fr: Ignorer la recherche dans les points d’analyse
pl: Pomiń przy wyszukiwaniu odwołania [reparse points]
zh_hans: 跳过在重解析点内搜索
zh_hant: 跳過重解析點內的搜索

# SkipSearchingReparsePointsInfo
source: Use this only if you know you have cyclical reparse points that would result in never-ending search. Checking this will break searching cloud drives as those rely on reparse points
cs: Volbu použijte pouze v případě, že víte, že ve vašem souborovém systému existují zacyklené spojovací body (reparse points), které by vedly k nekonečnému procházení. Tato volba vypne procházení cloudových disků, protože jejich fungování je na funkcionalitě spojovacích bodů závislé
de: Option nur verwenden, wenn Sie zyklische Wiederholungspunkte haben, die zu einer nicht endenden Suche führen würden.. Aktivierung dieser Option verhindert das Durchsuchen von Cloud-Laufwerken.
fr: Cochez uniquement si vous savez que vous avez des points d’analyse cycliques qui entraîneraient une recherche sans fin. En cochant cette case, la recherche ne sera pas réalisée dans les lecteurs cloud car ceux-ci reposent sur des points d’analyse.
pl: Użyj tego tylko wtedy, gdy wiesz, że masz cykliczne odwołania [reparse points], które doprowadziłyby do zapętlenia się wyszukiwania. Włączenie tej opcji spowoduje przerwanie przeszukiwania dysków w chmurze, ponieważ korzystają one z takich odwołań
zh_hans: 只有当您知道您有循环嵌套重解析点，将导致永无止境的搜索时，才应启用此项。启用此项后将无法搜索云盘，因为这些云盘依赖于重解析点
zh_hant: 除非您知道自己有循環重解析點並會導致永無止境的搜索，否則請不要啟用此選項。啟用將會禁止在網路磁碟機中搜索，因爲網路搜索依賴於重解析點

source: Sort direction
de: Sortierrichtung
fr: Sens de tri
pl: Kierunek sortowania
zh_hans: 排序方向

# SortFoldersByName
source: Sort folders by name always
cs: Složky vždy řadit podle názvu
fr: Toujours trier les dossiers par nom
pl: Zawsze sortuj foldery według nazwy
zh_hans: 总是按名称排序文件夹

# SortFoldersByNameInfo
source: If ON: Even if you sort files by date, folders will remain sorted by name
cs: Je-li volba zapnuta, složky se budou řadit dle názvu i když soubory seřadíte podle data
de: Wenn EIN: auch bei Dateisortierung nach Datum, bleiben Ordner nach Namen sortiert
fr: Si activé : même si vous triez les fichiers par date, les dossiers resteront triés par nom.
pl: Jeśli włączone: Nawet jeśli posortujesz pliki według daty, foldery pozostaną posortowane według nazwy
zh_hans: 若启用： 即使您按日期对文件进行排序，文件夹仍将按名称进行排序
zh_hant: 啟用時，即便您按日期對檔案進行排序，資料夾仍然按名稱排序

source: Sort items by
cs: Řadit položky podle
de: Sortieren nach:
zh_hans: 排序方式
zh_hant: 項目排序

# SortKeepFoldersOnTop
source: Keep folders above files
cs: Složky zobrazuj vždy nahoře
de: Ordner über Dateien halten
fr: Gardez les dossiers en début de liste
pl: Trzymaj foldery nad plikami
zh_hans: 总是将文件夹置于文件之上
zh_hant: 使資料夾位於檔案上方

# TabAdvanced
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
pl: Zaawansowane
zh_hans: 高级
zh_hant: 進階

# TabColumns
source: Columns
de: Spalten
fr: Colonnes
pl: Kolumny
zh_hans: 分栏
zh_hant: 窗格

# TabGeneral
source: General
de: Allgemein
fr: Général
pl: Ogólne
zh_hans: 常规
zh_hant: 一般

# TabOther
source: Other
cs: Další
de: Sonstige
fr: Autres
pl: Inne
zh_hans: 其他
zh_hant: 其他

# TabPreview
source: Preview
de: Vorschau
fr: Aperçu
pl: Podgląd
zh_hans: 预览
zh_hant: 預覽

# TabsShowFullPath
source: Full path (C:\Windows\Sy...\Foldername)
cs: Úplnou cestu (C:\Windows\Sy...\Název_složky)
fr: Le chemin d’accès complet (C:\Windows\Sy...\Nom_dossier)
pl: Pełną ścieżkę (C:\Windows\Sy…\Nazwafolderu)
zh_hans: 完整路径 (C:\Windows\Sy...\文件夹名)
zh_hant: 完整路徑（C:\Windows\Sy...\Foldername）

# TabsShowNameOnly
source: Folder only (Foldername)
cs: Pouze název složky (Název_složky)
fr: Le dossier uniquement (Nom du dossier)
pl: Tylko nazwę folderu (Nazwafolderu)
zh_hans: 仅文件夹名（文件夹名）
zh_hant: 僅資料夾（資料夾名稱）

# TabsShowQuestion
source: Tabs and favorites should show:
cs: Karty a oblíbené položky by měly ukazovat:
de: Registerkarten und Favoriten sollten anzeigen:
zh_hans: 标签页和收藏夹应显示：
zh_hant: 索引標簽名稱和快速存取應顯示：

# TabTheme
source: Theme
cs: Motivy
de: Design
fr: Thème
pl: Motyw
zh_hans: 主题

# TabView
source: View
cs: Zobrazení
de: Ansicht
fr: Affichage
pl: Widok
zh_hans: 视图
zh_hant: 檢視

# TabWindow
source: Window
de: Fenster
fr: Fenêtre
pl: Okno
zh_hans: 窗口
zh_hant: 視窗

# ThemeCreationTip
source: To create a custom theme: make a copy of a theme from Themes folder and edit values in .xaml file
cs: Vytvoření vlastního motivu: Vytvořte kopii motivu ze složky Themes a upravte potřebné hodnoty v souboru .xaml
zh_hans: 创建自定义主题：复制主题文件夹中的主题并编辑 .xaml 文件中的值
zh_hant: 若要建立自訂主題，請從 \Themes 資料夾中複製主題並編輯 .xaml 檔案中的值

# ThumbnailExcludedExtensions
source: File extensions to exclude thumbnails
cs: Přípony souborů vyřazené ze zobrazování miniatur
de: Miniaturansichten bestimmter Dateiendungen ausblenden
fr: Extensions de fichier excluant l'affichage des miniatures :
pl: Rozszerzenia plików wykluczone przy generowaniu miniatur
zh_hans: 为以下文件扩展名排除缩略图
zh_hant: 不顯示以下副檔名檔案的縮圖：

# ThumbnailExcludedExtensionsInfo
source: Comma separated; no spaces
cs: Oddělovat čárkami; bez mezer
fr: Séparées par des virgules, sans espaces.
pl: Rozdziel przecinkami i nie używaj spacji
zh_hans: 英文逗号分隔且无空格
zh_hant: 使用英文逗號分隔；不包含空格

source: Time format
de: Zeitformat
fr: Format de l'heure
pl: Format czasu
zh_hans: 时间格式

# TimeFormat12h
source: 12h with AM/PM
pl: 12 h + AM/PM
zh_hans: 带上下午的12 小时
zh_hant: 12小時制

source: Use Acrylic window
cs: Použít okno s akrylovým efektem
de: Fenstertransparenz verwenden
fr: Utiliser une fenêtre Acrylic
pl: Zastosuj efekt półprzezroczystości Acrylic
zh_hans: 启用亚克力窗口
zh_hant: 使用壓克力視窗效果

# UseAcrylicWindowInfo
source: Restart program to apply. Better performance when off
cs: Aby se volba aktivovala, restartujte program. Program má lepší výkon při vypnutém nastavení.
de: Anwendung nach Neustart. Bessere Leistung wenn AUS
fr: Redémarrage du programme nécessaire. Les performances sont meilleures quand cette option est désactivée.
zh_hans: 重启以应用修改。禁用性能更佳。
zh_hant: 重新啟動程式以應用。禁用以取得更佳效能

# UseAcrylicWindowSoftwareRenderingWarning
source: Acrylic effect is not available with Software rendering as it would be too slow (Check Advanced tab)
cs: Akrylový efekt není k dispozici u softwarového renderování, protože by to bylo příliš pomalé (více na kartě Pokročilé)
de: Transparenzeffekt beim Software-Rendering nicht verfügbar, da zu langsam (Registerkarte "Erweitert" überprüfen")
fr: L’effet Acrylic n’est pas disponible avec le rendu logiciel car cela serait trop lent (à vérifier sur l'onglet Avancé).
pl: Efekt półprzezroczystości Acrylic nie jest dostępny w przypadku renderowania programowego, ponieważ byłoby ono zbyt wolne (sprawdź zakładkę Zaawansowane)
zh_hans: 因为速度慢，亚克力效果不适用于软件渲染（检查高级标签页）
zh_hant: 壓克力效果不適用於軟體渲染，因為它太慢了（見「進階」設定）

# UseDoubleClickToOpenParent
source: Double-Click in empty space to open parent folder
de: Doppelklick in einen leeren Bereich, um übergeordneten Ordner zu öffnen
fr: Double-cliquer dans l’espace vide pour ouvrir le dossier parent
zh_hans: 双击文件夹空白处以打开父文件夹

# UseHighResScrollingInfo
source: Default ON
cs: Ve výchozím nastavení ZAPNUTO
de: Voreinstellung EIN.
pl: Domyślnie WŁĄCZONE
zh_hans: 默认打开
zh_hant: 預設啟用

# UseLayoutRounding
source: Pixel-perfect layout
de: Pixelgenaues Layout
fr: Disposition parfaite au pixel près
pl: Poprawa wyświetalania
zh_hans: 完美像素布局
zh_hant: 高清晰度佈局

# UseLayoutRoundingInfo
source: Makes lines sharper on non-HDPI screens. Necessary only for 100% display scale. Program is more stable when Off, but icons and lines may not be as sharp. Default ON.
cs: Na obrazovkách, které nemají vysoké rozlišení, zobrazuje čáry ostřeji. Nutné pouze pro 100% měřítko displeje. Program je stabilnější, když je nastavení vypnuto, ale ikony a čáry nemusí být tak ostré. Ve výchozím nastavení ZAPNUTO.
de: Macht Linien auf Bildschirmen ohne HDPI schärfer. Nur bei 100 % Anzeigeskalierung erforderlich. Programm ist stabiler, wenn AUS, aber die Symbole und Linien sind möglicherweise nicht so scharf. Standardmäßig EIN.
fr: Activé par défaut. Rend les lignes plus nettes sur les écrans non HDPI. Le programme est plus stable lorsque cette option est désactivée, mais les icônes et les lignes peuvent ne pas être aussi nettes.
pl: Powoduje wyostrzenie linii na ekranach innych niż HDPI. Niezbędne przy 100% skali wyświetlania. Program pracuje stabilniej, gdy jest wyłączony, ale ikony i linie mogą nie być tak ostre. Domyślnie włączne.
zh_hans: 默认启用。 使非高DPI屏幕上的线条更加清晰。仅在显示比例设置为100%时需要。关闭时程序更加稳定，但图标和线条可能不够清晰。
zh_hant: 使非 HDPI 螢幕上的線條更清晰。僅 100% 顯示比例才需要。禁用時程式更穩定，但圖示和線條可能不那麼清晰。預設啟用。

# UseOldDefinitionOfMegabyte
source: Use old definition of Megabyte (as in Windows Explorer)
cs: Použít starou definici Megabyte (jako v Průzkumníku Windows)
de: Alte Definition von Megabyte verwenden (wie im Windows Explorer)
fr: Utiliser l’ancienne définition de mégaoctet (comme dans l'Explorateur Windows)
pl: Użyj starej definicji megabajta (jak w Eksploratorze Windows)
zh_hans: 使用旧的兆字节（Megabyte）定义（如同在 Windows 资源管理器中）
zh_hant: 使用 MB 的舊定義（與 Windows 檔案總管一致）

# UseOldDefinitionOfMegabyteInfo
source: Turn ON if you prefer using Mebibytes instead of Megabytes 1 Mebibyte = 2^20 bytes = 1048576 bytes (IEC) 1 Megabyte (MB) = 10^6 bytes = 1000000 bytes (SI standard)
cs: Volbu ZAPNĚTE, pokud dáváte přednost použití Mebibajtů místo Megabajtů 1 Mebibajt = 2^20 bajtů = 1048576 bajtů (IEC) 1 megabajt (MB) = 10^6 bajtů = 1000000 bajtů (standard SI)
de: Aktivieren, wenn Sie Mebibyte anstelle von Megabyte bevorzugen 1 Mebibyte = 2^20 Bytes = 1048576 Bytes (IEC) 1 Megabyte (MB) = 10^6 Byte = 1000000 Bytes (SI-Standard)
fr: Activez si vous préférez utiliser des mébioctets au lieu des mégaoctets : 1 Mebibyte = 2^20 octets = 1048576 octets (IEC) 1 mégaoctet (Mo) = 10^6 octets = 1000000 octets (norme SI)
pl: Włącz, jeśli wolisz używać Mebibajtów zamiast Megabajtów 1 Mebibajt (MiB) = 2^20 bajtów = 1048576 bajtów (IEC) 1 megabajt (MB) = 10^6 bajtów = 1000000 bajtów (standard SI)
zh_hans: 如果您偏好 Mebibyte 而非 Megabyte，请启用此项 1 Mebibyte(MiB)=2^20 字节=1048576 字节（IEC） 1 Megabyte(MB)=10^6 字节=1000000 字节（SI 标准）
zh_hant: 如果您相較於 Megabytes（MB） 更喜愛 Mebibytes（MiB），請啟用此選項 1 MiB = 2^20 Byte = 1048576 Byte（國際電工委員會 IEC 標準） 1 MB = 10^6 Byte = 1000000 Byte （國際單位制 SI 標準）

# UseOldDragAndDropSystemInfo
source: Default OFF. This is for dragging from OneCommander to other programs. Adobe Acrobat page-insert doesn't work with either. Use Combine Files from context menu instead.
cs: Ve výchozím nastavení VYPNUTO. Nastavení je nutné pro přetahování souborů z OneCommander do jiných programů. Vkládání stránek do programu Adobe Acrobat však nefunguje ani s jednou volbou. Použijte proto možnost Zkombinovat soubory z kontextové nabídky.
de: Voreinstellung AUS. Dies ist für das Ziehen aus OneCommander in andere Programme. Das Einfügen von Seiten aus Adobe Acrobat funktioniert auch nicht. Verwenden Sie stattdessen "Dateien kombinieren" aus dem Kontextmenü.
fr: Désactivé par défaut. C'est pour glisser depuis OneCommander vers d'autres programmes. L’insertion de page Acrobat est connue pour ne pas fonctionner. Utiliser à la place Combiner les fichiers, dans le menu contextuel.
pl: Domyślnie WYŁĄCZONE. Wykorzystywane podczas przeciągania z OneCommander do innych programów. Opcja wstawiania strony w Adobe Acrobat nie działa z tą metodą. Zamiast tego użyj „Połącz pliki” z menu kontekstowego.
zh_hans: 默认关闭。这适用于从 OneCommand 拖动到其他程序。 Adobe Acrobat 页面插入也不适用。请改用上下文菜单中的合并文件。
zh_hant: 預設禁用。這主要用於在 OC 中拖動檔案到其他程式。 即便如此，Adobe Acrobat 頁面插入也無法工作，您需要使用内容功能表中的「合并檔案」替代。

# WindowSettings
source: OneCommander Settings
pl: Ustawienia aplikacji OneCommander
zh_hans: OneCommander 设置
zh_hant: OneCommander 設定

# WinERegister
source: Register Win+E hotkey
cs: Zaregistrujte klávesovou zkratku Win+E
fr: Inscrire le raccourci clavier Win+E
pl: Zarejestruj skrót Win+E
zh_hans: 注册Win+E快捷键
zh_hant: 註冊 Win+E 快速鍵

# WinEUnregister
source: Unregister hotkey
cs: Zrušení registrace klávesové zkratky
fr: Annuler l’inscription du raccourci clavier
pl: Wyrejestruj skrót
zh_hans: 注销快捷键

# WinOInfo
source: This works only on some versions of Windows
cs: Toto nastavení funguje pouze v některých verzích systému Windows
de: Dies funktioniert nur bei einigen Versionen von Windows
fr: Cela ne fonctionne que sur certaines versions de Windows.
pl: Działa to tylko na niektórych wersjach systemu Windows 10
zh_hans: 这只适用于某些版本的 Windows 操作系统
zh_hant: 僅適用於部分 Windows 版本

# WinOOpt1
source: Switch to a Virtual Desktop where OneCommander is open
cs: Zobrazí virtuální plochu, kde je otevřený OneCommander
pl: przełączyć na pulpit wirtualny, na którym jest otwarty program OneCommander
zh_hans: 切换到 OneCommander 所在的虚拟桌面
zh_hant: 切換到 OneCommander 所在的虛擬桌面

# WinOOpt2
source: Bring OneCommander to the current Virtual Desktop
cs: Přenese OneCommander na aktuální virtuální plochu
fr: Déplacer OneCommander sur le bureau virtuel actuel
pl: przenieść OneCommander na bieżący pulpit wirtualny
zh_hans: 将 OneCommander 窗口带到当前的虚拟桌面
zh_hant: 在當前虛擬桌面開啟 OneCommander

# WinOQuestion
source: Pressing the above hotkey from any program should:
cs: Stisknutí klávesové zkratky výše (z libovolného programu) provede:
de: Drücken des obigen Hotkeys aus beliebigem Programm sollte::
fr: Appuyer sur le raccourci clavier ci-dessus depuis n'importe quel programme devrait :
zh_hans: 从以上程序中按下上述快捷键应：
zh_hant: 在其他程式使用快速鍵將：

source: File operations handler
de: Dateioperationen
pl: Program do obsługi operacji na plikach
zh_hans: 文件操作处理程序
zh_hant: 檔案操作處理程式

# FileOperationsHandlerInfo
source: Choice between default (Explorer), TeraCopy (must be already installed), and Taskmaster (New)
cs: Volba mezi výchozí rutinou (Explorer), TeraCopy (musí být již nainstalován) a Taskmaster (novinka).
zh_hans: 在默认（资源管理器）、TeraCopy（必须已安装）、以及Taskmaster（新增）之间进行选择

# SettingsWindowTitle
source: Settings
de: Optionen
fr: Paramètres
pl: Ustawienia
zh_hans: 设置
zh_hant: 設定

# AlignCenter
source: Center
cs: Na střed
de: Mitte
fr: Centre
pl: Do środka
zh_hans: 居中
zh_hant: 置中

# AlignLeft
source: Left
de: Links
fr: Gauche
pl: Do lewej
zh_hans: 左对齐
zh_hant: 靠左

# AlignRight
source: Right
de: Rechts
fr: Droite
pl: Do prawej
zh_hans: 右对齐
zh_hant: 靠右

# SortDirAscending
source: Ascending
cs: Vzestupně
de: Aufsteigend
fr: Croissant
pl: Rosnąco
zh_hans: 递增
zh_hant: 遞增

# SortDirDescending
source: Descending
cs: Sestupně
de: Absteigend
fr: Décroissant
pl: Malejąco
zh_hans: 递减
zh_hant: 遞減

# SortFileDate
source: Date modified
cs: Data změny
de: Änderungsdatum
fr: Date de modification
zh_hans: 修改日期

# SortFileDateCreated
source: Date created
cs: Data vytvoření
de: Erstelldatum
fr: Date de création
pl: Data utworzenia
zh_hans: 创建日期
zh_hant: 建立日期

# SortFileName
source: Name
cs: Názvu
fr: Nom complet
pl: Nazwa
zh_hans: 名称
zh_hant: 名稱

# SortFileSize
source: Size
cs: Velikosti
de: Größe
fr: Taille
pl: Rozmiar
zh_hans: 大小
zh_hant: 大小

# SortFileType
source: Type
cs: Typu
de: Typ
pl: Rodzaj
zh_hans: 类型

# ColumnWidthSmall
source: Columns small width
cs: Zúžené sloupce
de: Spalten geringer Breite
fr: Petite largeur de colonnes
pl: Zmniejszona szerokość kolumny
zh_hans: 分栏较小的宽度
zh_hant: 縮小欄位寬度

# DateShownCreated
source: Date created
de: Erstelldatum
fr: Date de création
pl: Data utworzenia
zh_hans: 创建日期
zh_hant: 建立日期

# DateShownModified
source: Date modified (Windows default)
de: Änderungsdatum (Windows-Standard)
fr: Date de modification (défaut Windows)
zh_hans: 修改日期（Windows 默认）
zh_hant: 修改日期（Windows 預設）

# DateShownQuestion
source: Date shown in list of files
de: Datum in der Dateiliste
pl: Data wyświetlana na liście plików
zh_hans: 在文件列表中显示的日期

# FilesViewDefault
source: Default files view
de: Standard-Dateiansicht
fr: Vue par défaut des fichiers
zh_hans: 默认文件视图
zh_hant: 默認檔案視圖

# FilesViewThumbnails
source: Thumbnail file view
de: Miniatur-Dateiansicht
fr: Vue miniatures des fichiers
pl: Widok miniatur plików
zh_hans: 缩略图文件视图
zh_hant: 縮圖視圖

# RestoreDefault
source: Restore to default
de: Auf Standardwerte zurücksetzen
fr: Restaurer les valeurs par défaut
pl: Przywróć domyślne
zh_hans: 恢复默认
zh_hant: 重置為預設設定

# ShowWarningOnExtensionChange
source: Show warning dialog when changing extension during rename
cs: Zobrazit okno s varováním při změně přípony během přejmenování
de: Warndialog beim Ändern der Erweiterung beim Umbenennen anzeigen
pl: Pokaż okno dialogowe z ostrzeżeniem o zmianie rozszerzenia podczas zmiany nazwy
zh_hans: 在重命名期间更改文件扩展名时显示警告对话框
zh_hant: 更改副檔名時顯示警告對話框

# UsePDFThumbs
source: Custom .pdf and .ai thumbnail extraction
cs: Vlastní metoda získání miniatur ze souborů .pdf a .ai
de: Individuelle Extraktion von .pdf- und .ai-Miniaturansichten
fr: Extraction des vignettes .pdf et .ai personnalisées
pl: Wyodrębnianie własnych miniatur z plików .pdf i .ai
zh_hans: 自定义.pdf和.ai缩略图提取
zh_hant: 自訂 .pdf 和 .ai 縮圖提取

source: Windows default
cs: Výchozí nastavení Windows
de: Windows-Standard
fr: Défaut Windows
pl: Domyślne dla systemu Windows
zh_hans: Windows 默认
zh_hant: 使用 Windows 預設

# SizeFormatFolderSizeInfo
source: This will not affect folder size display (it is provided by Windows)
cs: Volba neovlivní zobrazení velikosti složky (informace je poskytována systémem Windows)
de: Beeinflusst die Anzeige der Ordnergröße nicht (wird von Windows bereitgestellt).
fr: Cela n’affectera pas l’affichage de la taille des dossiers (fournie par Windows)
zh_hans: 这不会影响文件夹大小的显示（其由 Windows 操作系统提供）
zh_hant: 這不會影響資料夾大小的顯示（由 Windows 控制）

# ShowFileAttributesInfo
source: Required to show OneDrive status icons when Files on Demand is enabled. Shows also encrypted and reparse icons. Better performance when off.
cs: Volba musí být zapnuta, aby bylo možné zobrazit stavové ikony OneDrive, když je povolená funkce Soubory na vyžádání. Zobrazuje také ikony zašifrovaných souborů nebo ikony spojovacích bodů. Vypnutím funkce zrychlíte běh programu.
de: Erforderlich, um OneDrive-Statussymbole anzuzeigen, wenn Dateien auf Abruf aktiviert sind. Zeigt auch verschlüsselte und reparierte Icons. Bessere Leistung, wenn ausgeschaltet.
fr: Requis pour afficher les icônes d’état OneDrive lorsque Fichiers à la Demande est activé. Affiche également les icônes de chiffrement et d’analyse. Les performances sont meilleures quand cette option est désactivée.
pl: Pozwala wyświetlać ikony stanu usługi OneDrive, gdy włączona jest opcja „Pliki na żądanie”. Pokazuje również ikony dla zaszyfrowanych i przeglądanych plików. Lepsza wydajność po wyłączeniu.
zh_hans: 在启用「按需文件」时显示OneDrive状态图标时需要。还显示加密和重新分析图标。关闭性能更佳。
zh_hant: 用於在啟用 OneDrive 「檔案隨選」功能時顯示同步狀態、加密和重新解析圖示。禁用可提高效能。

# ImageScaleFit
source: Scaled to fit preview pane
cs: přizpůsobené velikosti podokna náhledu
de: Auf Vorschaufenster skaliert
fr: Mise à l’échelle pour adapter au volet d’aperçu
pl: Skalowane w celu dopasowania do okienka podglądu
zh_hans: 缩放以适应预览面板
zh_hant: 縮放以適應預覽窗格

# PreviewInterpolationPerformance
source: Pixelated (better performance)
cs: Pixelovaně (lepší výkon)
de: Gepixelt (bessere Leistung)
pl: Rozpikselowane (lepsza wydajność)
zh_hans: 像素化（性能更佳）
zh_hant: 像素（高效能）

# PreviewInterpolationQuality
source: Smooth (better quality)
cs: Vyhladit (lepší kvalita)
de: Glatt (bessere Qualität)
fr: Fluide (meilleure qualité)
pl: Gładkie (lepsza jakość)
zh_hans: 平滑（质量更佳）
zh_hant: 平滑（高品質）

# HeaderPreviewPane
source: Preview pane
de: Vorschaufenster
fr: Volet de prévisualisation
pl: Okienko podglądu
zh_hans: 预览面板

# ClearThumbnailCache
source: Clear Windows thumbnail cache
cs: Vymazat mezipaměť miniatur systému Windows
de: Windows-Miniaturbild-Cache löschen
zh_hans: 清除 Windows 操作系统的缩略图缓存
zh_hant: 清除 Windows 縮圖快取
